{
	"100000102": {
		"rarity_min": 2,
		"rarity_max": 6,
		"name": "Rain",
		"names": [
			"Rain",
			"雷因",
			"레인",
			"Rain",
			"Rain",
			"Rain"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 1,
		"job": "Knight",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": null,
		"equip": [
			1,
			2,
			3,
			9,
			15,
			30,
			31,
			40,
			41,
			50,
			51,
			52,
			60
		],
		"entries": {
			"100000102": {
				"compendium_id": 1,
				"rarity": 2,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						378,
						1144,
						120
					],
					"MP": [
						15,
						45,
						20
					],
					"ATK": [
						14,
						41,
						8
					],
					"DEF": [
						13,
						40,
						8
					],
					"MAG": [
						13,
						39,
						8
					],
					"SPR": [
						12,
						37,
						8
					]
				},
				"limitburst_id": 100000102,
				"attack_count": 60,
				"attack_damage": [
					[
						60,
						40
					]
				],
				"attack_frames": [
					15,
					36
				],
				"effect_frames": [
					13,
					34
				],
				"max_lb_drop": 3,
				"ability_slots": 1,
				"magic_affinity": [
					1,
					2,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 750,
					"materials": {
						"290050100": 20,
						"290010000": 8,
						"290050200": 5,
						"290020000": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt. A precocious pilot who was entrusted with command of an airship at the tender age of eighteen, he maintains a carefree—some might say lackadaisical—demeanor. He has the unwavering trust of both the king and the populace, in large part due to his father's reputation as a stalwart knight of the kingdom.",
						"格蘭謝爾特王國的騎士，<br>實力過人，<br>年僅18歲便負責統領整艘飛空艇。<br>但性格卻十分輕浮，缺乏緊張感。<br>他深得國王與國民的信任，<br>不過，這也與<br>他身為王國騎士的父親<br>有著很大的關係。",
						"그랑셸트 왕국의 기사.<br>18세라는 젊은 나이에도 불구하고<br>비공정 지휘를 맡게 된 실력자이지만<br>매사에 긴장감이 부족하다.<br>비공정을 독단으로 움직여도 용인될 정도로<br>왕과 백성들의 신뢰가 두터운데,<br>이는 본인의 실력뿐 아니라 그의 아버지가<br>왕국 기사였던 것도 영향이 있는 듯하다.",
						"Un chevalier du royaume de Grandshelt. Pilote prodige passé aux commandes d'un vaisseau dès l'âge de dix-huit ans, il garde une attitude insouciante ; certains diraient même nonchalante. Il a la confiance totale du roi et de tout son peuple, ce qu'il doit en grande partie à la réputation de son père comme fidèle chevalier du royaume.",
						"Ritter aus dem Königreich Grandshelt. Als Pilot, der im zarten Alter von achtzehn Jahren mit dem Kommando eines Luftschiffes betraut wurde, erhält er sich seine sorglose - manche mögen sagen nachlässige - Haltung. Genießt das  Vertrauen des Königs und der Bewohner des Reiches, auch wegen des Ansehens seines Vaters, einem unerschütterlichen Ritter.",
						"Un caballero del Reino de Grandshelt. Un piloto precoz a quien encomendaron el comando de un barco volador a sus tiernos dieciocho años. Mantiene una actitud despreocupada y de indiferencia. Cuenta con la confianza incuestionable del rey y la gente de su nación, en gran parte por la reputación de su padre como leal caballero del reino."
					],
					"summon": [
						"Where should we head to next?",
						"那麼……<br>這次要去哪裡呢？",
						"자……<br>이번에는 어디로 가볼까?",
						"Bon... Où on va maintenant ?",
						"Wo geht’s als Nächstes hin?",
						"¿Hacia adónde deberíamos ir ahora?"
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Interesting...<br>I feel like I've grown a bit stronger.",
						"嗯……怎麼樣？<br>我有沒有變強一點啊？",
						"음…… 어때?<br>전보다 좀 강해졌지?",
						"Pas mal...<br>J'ai l'impression d'être devenu un peu plus fort.",
						"Interessant...<br>Ich bin ein wenig stärker geworden.",
						"Qué interesante...<br>Me siento más fuerte."
					]
				}
			},
			"100000103": {
				"compendium_id": 2,
				"rarity": 3,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						509,
						1542,
						180
					],
					"MP": [
						20,
						60,
						30
					],
					"ATK": [
						18,
						55,
						12
					],
					"DEF": [
						18,
						55,
						12
					],
					"MAG": [
						17,
						53,
						12
					],
					"SPR": [
						16,
						49,
						12
					]
				},
				"limitburst_id": 100000103,
				"attack_count": 60,
				"attack_damage": [
					[
						60,
						40
					]
				],
				"attack_frames": [
					15,
					36
				],
				"effect_frames": [
					13,
					34
				],
				"max_lb_drop": 4,
				"ability_slots": 2,
				"magic_affinity": [
					2,
					3,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010000": 20,
						"290050200": 10,
						"290020000": 8,
						"290030100": 3,
						"290050300": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt and an accomplished captain, his affable disposition has endeared him to his subordinates. Rain commands an airship with his best friend Lasswell, who was taken in by Rain's family as an orphan. Though Rain's meddlesome nature sometimes annoys his friend, Lasswell goes along with Rain's orders from time to time out of respect for all he has done for him.",
						"格蘭謝爾特王國的騎士，<br>實力過人，<br>與拉斯韋爾共同統領整艘飛空艇。<br>他的性格平易近人，<br>因此深受部下愛戴。<br>雖然雷因家收養了曾是孤兒的拉斯韋爾，<br>但他並不喜歡拉斯韋爾時常<br>對他進行說教。<br>不過看在拉斯韋爾情深意重的份上，<br>偶爾雷因也會聽他幾句勸。",
						"그랑셸트 왕국의 기사.<br>젊은 나이에 라스웰과 함께 비공정을<br>지휘하게 된 실력자이며, 사근사근한<br>성격 덕에 부하들과도 허물없이 지낸다.<br>라스웰과 절친하며, 고아였던 라스웰을<br>레인의 아버지가 거둔 후 형제처럼 지냈다.<br>항상 잔소리를 하는 라스웰이 귀찮지만<br>그가 진심으로 걱정하는 것을 알기에<br>가끔은 얌전히 말을 듣는다.",
						"Un chevalier du royaume de Grandshelt. Capitaine émérite, son caractère jovial lui vaut l'adoration de tous ses subordonnés. Rain dirige un vaisseau avec son meilleur ami, Lasswell, un orphelin recueilli par la famille du capitaine. Bien que parfois agacé par les excès d'ingérence de son ami, Lasswell suit généralement les ordres de Rain, respectant profondément ce qu'il a fait pour lui.",
						"Als Ritter aus dem Königreich Grandshelt und als erfahrener Kapitän brachte ihm seine freundliche Art die Hochachtung all seiner Untergebenen ein. Rain kommandiert ein Luftschiff mit seinem besten Freund Lasswell, der als Waise von Rains Familie aufgenommen wurde. Obwohl ihn die wichtigtuerische Art seines Freundes manchmal nervt, folgt er Rains Befehlen aus Respekt für alles, was er für ihn getan hat.",
						"Caballero del Reino de Grandshelt y capitán consumado. Se ha ganado la devoción de sus subordinados por su naturaleza afable. Rain está a cargo de un barco volador junto a su mejor amigo Lasswell, a quien su familia adoptó ya que era huérfano. Aunque la naturaleza entrometida de Rain a veces disgusta a Lasswell, este acepta sus órdenes de tanto en tanto por respeto a todo lo que ha hecho por él."
					],
					"summon": [
						"I wonder if there are any<br>cute girls around here, or at<br>least some tasty treats.",
						"哎……怎麼就沒有可愛的女孩子和好吃的點心從天而降啊？",
						"예쁜 여자 어디 없나?<br>아니면 길에 맛있는 과자나 떨어져 있었으면 좋겠다.",
						"Il n'y aurait pas de jolies filles<br>dans le coin par hasard ?<br>Ou au moins un bon casse-croûte ?",
						"Ich frage mich, ob’s hier irgendwo<br>nette Mädels gibt, oder wenigstens<br>was zu Futtern.",
						"Me pregunto si habrá<br>chicas monas por aquí, o por<br>lo menos alguna golosina deliciosa."
					],
					"evolution": [
						"How strange...<br>I feel so light on my feet<br>all of a sudden.",
						"嗯……好奇妙的感覺啊，<br>總覺得身體比以前輕快多了，<br>動作也比以前敏捷了。",
						"음…… 묘한 느낌이네.<br>몸이 좀 가벼워졌나?<br>아무튼, 예전보다 움직이기 편해졌어.",
						"C'est bizarre...<br>Je me sens plus léger et agile,<br>tout d'un coup.",
						"Wie seltsam ...<br>Ich fühle mich auf einmal so<br>leichtfüßig.",
						"Qué raro...<br>Me siento tan ágil<br>de repente."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Who knew you could gain<br>such strength from visions!?",
						"又變強了，<br>幻兵的力量可真方便啊！",
						"이런 식으로 강해질 수 있다니,<br>비전의 힘이란 정말 편리한데!",
						"Qui aurait cru que de simples visions<br>pouvaient rendre quelqu'un si fort ?",
						"Wer hätte gedacht, dass Visionen<br>solche Kraft verleihen können!",
						"¿Quién iba a decir que las<br>visiones te harían más fuerte?"
					]
				}
			},
			"100000104": {
				"compendium_id": 3,
				"rarity": 4,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						657,
						1990,
						240
					],
					"MP": [
						26,
						78,
						40
					],
					"ATK": [
						23,
						71,
						16
					],
					"DEF": [
						23,
						70,
						16
					],
					"MAG": [
						23,
						69,
						16
					],
					"SPR": [
						21,
						64,
						16
					]
				},
				"limitburst_id": 100000104,
				"attack_count": 60,
				"attack_damage": [
					[
						60,
						40
					]
				],
				"attack_frames": [
					15,
					36
				],
				"effect_frames": [
					13,
					34
				],
				"max_lb_drop": 5,
				"ability_slots": 2,
				"magic_affinity": [
					3,
					4,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020000": 15,
						"290030100": 8,
						"290050300": 5,
						"290040000": 3,
						"290050400": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt, he has complicated feelings about his father Sir Raegen, an illustrious knight in his own respect who inexplicably vanished one day, leaving his family behind. Blessed with natural talents beyond his own comprehension, he is able to quickly acquire skills that would take most people years to master.",
						"格蘭謝爾特王國的騎士，<br>雖然他的父親雷根<br>也是位出類拔萃的王國騎士，<br>但卻拋下家人不知去了哪裡。<br>因此雷因對父親抱有很複雜的感情。<br>雖然本人沒有察覺到，<br>但他天資聰穎，能夠簡單地學會<br>普通人要花好幾年才能掌握的本領。",
						"그랑셸트 왕국의 기사.<br>레인의 아버지 레겐은 뛰어난 실력을 갖춘<br>왕국 기사였으나, 아버지가<br>가족을 버리고 행방불명된 이후로<br>아버지에게 복잡한 애증을 품고 있다.<br>본인은 모르지만 천재적인 재능이 있어<br>보통 사람이 몇 년은 배워야 익히는 기술을<br>간단히 숙달할 때도 있다.",
						"Un chevalier du royaume de Grandshelt. Il éprouve des sentiments mitigés envers son père sire Raegen, illustre chevalier qui a un jour disparu sans laisser de traces, abandonnant sa famille. Doté d'un talent inné que lui-même ne saurait expliquer, il peut apprendre rapidement des aptitudes que d'autres mettraient des années à assimiler.",
						"Ritter aus dem Königreich Grandshelt, der gemischte Gefühle für seinen Vater, Sir Raegen, hegt. Dieser ist ein aufgrund seiner Begabung gefeierter Ritter, der eines Tages unerklärlicherweise verschwand und die Familie zurückließ. Lernt erstaunlich schnell neue Talente, für die die meisten Menschen Jahre brauchen würden.",
						"Un caballero del Reino de Grandshelt con sentimientos encontrados hacia su padre, Sir Raegen, un caballero ilustre que, inexplicablemente, desapareció de repente abandonando a su familia. Rain fue bendecido con un talento natural que ni él mismo comprende y puede aprender rápidamente técnicas que la mayoría tardaría años en dominar."
					],
					"summon": [
						"Huh...!? It's my turn?<br>It's not that I don't want to help.<br>Really, I do!",
						"嗯？該我出場了？<br>我、我幹勁十足！真的！",
						"흐아암…… 어? 내 차례라고?<br>귀, 귀찮은 건 아냐. 정말이라니까?",
						"Hein ? C'est mon tour ?<br>Si, si je suis motivé...<br>Je vous jure !",
						"... Hä? Bin ich dran?<br>Äh, ja, nein, natürlich bin ich dabei!<br>Ehrlich!",
						"¡¿Qué?! ¿Ya me toca?<br>No es que no quiera ayudar.<br>¡En serio que quiero!"
					],
					"evolution": [
						"This feeling...<br>It's as if my sword skills have reached a whole new level.",
						"嗯，感覺真不錯。<br>劍術又有長進了，<br>如果在騎士團，可以晉升一級了。",
						"응, 느낌이 좋은데.<br>검술 실력도 확실히 늘었고.<br>기사단에 있었으면 한 계급 올랐겠어.",
						"C'est génial ! ...<br>C'est comme si ma maîtrise de l'épée avait atteint un tout autre niveau.",
						"Dieses Gefühl ...<br>Als ob meine Schwertkunst ungeahnte Höhen erreicht hätte.",
						"Es como...<br>Si mis habilidades con la espada<br>hubieran subido de nivel."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I can't wait to show everyone<br>what I'm truly made of!",
						"我也差不多該要認真一下了！",
						"나도 슬슬 제 실력을<br>보여줄 때가 온 것 같아.",
						"J'ai hâte de montrer à tout le monde<br>de quoi je suis vraiment capable !",
						"Bald werden alle sehen,<br>was wirklich in mir steckt!",
						"¡Qué ganas de mostrar a todos<br><br>de lo que soy capaz!"
					]
				}
			},
			"100000105": {
				"compendium_id": 4,
				"rarity": 5,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						821,
						2488,
						300
					],
					"MP": [
						32,
						97,
						50
					],
					"ATK": [
						29,
						89,
						20
					],
					"DEF": [
						29,
						88,
						20
					],
					"MAG": [
						28,
						86,
						20
					],
					"SPR": [
						26,
						80,
						20
					]
				},
				"limitburst_id": 100000105,
				"attack_count": 60,
				"attack_damage": [
					[
						60,
						40
					]
				],
				"attack_frames": [
					15,
					36
				],
				"effect_frames": [
					13,
					34
				],
				"max_lb_drop": 6,
				"ability_slots": 3,
				"magic_affinity": [
					4,
					6,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060000": 15,
						"290060300": 8,
						"290060200": 5,
						"290060100": 3,
						"290050500": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt, he and his friend Lasswell are considered two of the most formidable knights to grace the Royal Guard since Rain's father Sir Raegen. Though he harbors conflicted feelings toward his father for having abandoned him and his family, he keeps this to himself when in the presence of Lasswell, who still deeply respects the man.",
						"格蘭謝爾特王國的騎士，<br>實力不僅與拉斯韋爾相當，<br>更是與其父親，<br>也就是王國騎士團有史以來的<br>最強騎士雷根不相上下。<br>由於雷根拋下家人不知去了哪裡，<br>因此雷因對父親抱有很複雜的感情。<br>但顧及到十分尊敬雷根的<br>拉斯韋爾的想法，<br>他平時都不會把對父親的不滿表現出來。",
						"그랑셸트 왕국의 기사.<br>라스웰과 어깨를 나란히 하는 그의 실력은<br>왕국기사단 창단 이래 최고의 실력자였던<br>레인의 아버지 레겐과도 맞먹는다고 한다.<br>가족을 버리고 행방불명 된 아버지에게<br>복잡한 감정을 품고 있지만<br>레겐을 진심으로 존경하는<br>라스웰을 배려해서인지<br>평소에는 아무 내색도 하지 않는다.",
						"Un chevalier du royaume de Grandshelt. Lui et son ami Lasswell sont considérés comme deux des meilleurs chevaliers de la Garde royale depuis sire Raegen, le père de Rain. S'il éprouve des sentiments partagés à l'égard de son père qui les a abandonnés, lui et sa famille, il évite d'en parler en présence de Lasswell, qui lui voue toujours un immense respect.",
						"Ritter aus dem Königreich Grandshelt. Er und sein Freund Lasswell werden als zwei der überragendsten Ordensritter seit Rains Vater, Sir Raegen, erachtet. Obwohl er bezüglich seines Vaters hin- und hergerissen ist, da er ihn und seine Familie verließ, behält er dies in Gegenwart von Lasswell, der seinen Vater immer noch zutiefst respektiert, für sich.",
						"Un caballero del Reino de Grandshelt. Junto a su amigo Lasswell se les considera dos de los caballeros más formidables que han servido en la guardia real desde el padre de Rain, Sir Raegen. Aunque Rain tiene sentimientos encontrados respecto a él por haber abandonado a su familia, finge en presencia de Lasswell, quien lo respeta profundamente."
					],
					"summon": [
						"This may seem out of character,<br>but I'm ready to get out there and fight!<br>...Seriously!",
						"好！輪到我出場啦！<br>……不過這麼努力不符合我的性格啊。",
						"야호, 드디어 내가 나설 때다!<br>……음, 그냥 평소처럼 하는 게<br>내 스타일인 것 같아.",
						"Ça risque de vous surprendre,<br>mais je suis prêt à passer à l'action !",
						"Du glaubst mir vielleicht nicht,<br>aber ich bin Feuer und Flamme für den Kampf!",
						"No suelo ser de lo que dicen esto,<br>¡pero estoy preparado para<br>salir ahí y luchar!"
					],
					"evolution": [
						"What is this strange feeling...?<br>As if some sort of power has been<br>unlocked deep inside of me...",
						"怎麼說呢……<br>我感到有一種未知的力量在我的體內覺醒了。",
						"뭐라고 해야 하나……<br>나 자신도 몰랐던 힘이<br>몸 속에서 눈을 뜬 느낌이야.",
						"Quel sentiment étrange... <br>C'est comme si une sorte de pouvoir inconnu<br>s'était éveillé au plus profond de moi-même...",
						"Was ist das für ein Gefühl ...?<br>Als ob in meinem Inneren eine Art Kraft<br>freigesetzt worden wäre ...",
						"¿Qué es esta sensación?<br>Como si algún tipo de poder<br>hubiera despertado dentro de mí..."
					],
					"affinity": [
						"We've been through a lot together.<br>I hope you feel that I am more<br>dependable now than I was before.",
						"戰鬥了這麼長時間，<br>我是不是已經變成一個可靠的男人啦？",
						"우리가 같이 싸운 지도 오래됐네.<br>어때? 나도 예전에 비하면<br>제법 든든해졌지?",
						"On a traversé tellement d'épreuves ensemble.<br>J'espère être devenu<br>quelqu'un de confiance à tes yeux.",
						"Wir haben viel zusammen durchgemacht. <br>Ich hoffe, ich habe bewiesen, dass du<br>mir vertrauen kannst",
						"Hemos pasado por mucho juntos.<br>Espero que ahora me consideréis<br>más de fiar que antes."
					],
					"fusion": [
						"At last I understand.<br>True power comes from within.",
						"我能夠感覺到體內的力量又提升了。",
						"그래, 이거야.<br>내 안에 있는 힘이 강해지고 있어.",
						"J'ai enfin compris.<br>La vraie force vient de l'intérieur.",
						"Endlich habe ich es verstanden.<br>Wahre Stärke kommt von innen.",
						"Por fin lo entiendo.<br>El verdadero poder surge<br>del interior."
					]
				}
			},
			"100000106": {
				"compendium_id": 383,
				"rarity": 6,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						1067,
						3234,
						450
					],
					"MP": [
						42,
						126,
						75
					],
					"ATK": [
						38,
						115,
						30
					],
					"DEF": [
						38,
						114,
						30
					],
					"MAG": [
						37,
						111,
						30
					],
					"SPR": [
						34,
						104,
						30
					]
				},
				"limitburst_id": 100000106,
				"attack_count": 60,
				"attack_damage": [
					[
						60,
						40
					]
				],
				"attack_frames": [
					15,
					36
				],
				"effect_frames": [
					13,
					34
				],
				"max_lb_drop": 6,
				"ability_slots": 4,
				"magic_affinity": [
					5,
					7,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt. Though usually preoccupied chasing girls, on his journey chasing after the Sworn Six of Paladia who attacked his homeland a gentler, more courageous side of him came through. At a young age he came in contact with the earth crystal, but little did he know that would become the catalyst that sealed his fate.",
						"格蘭謝爾特王國的騎士。<br>平時一副喜歡女性愛裝糊塗的樣子，<br>當祖國被帕拉迪亞六盟傑襲擊後，<br>他便踏上了追趕犯人的旅途，<br>在旅途中展現了他勇敢且樂於助人的一面。<br>年幼時，他曾觸碰過土之水晶，<br>在他不知情的情況下<br>已經決定好了他將來的命運。",
						"그랑셸트 왕국의 기사. 평소 여자를 밝히며 능글맞은 그가, 조국을 습격한 파라디아의 여섯 호걸 연맹을 쫓는 과정에서 용맹하고 약자를 위하는 모습을 보인다. 어릴 적 땅의 크리스탈을 만진 경험이 그의 운명을 바꾸는 계기가 되었다.",
						"Un chevalier du royaume de Grandshelt. Bien qu'il soit d'habitude occupé à courir après les filles, son voyage à la poursuite des Six Jurés de Paladia, qui avait attaqué son pays, révéla son côté gentil et courageux. Il entra en contact très jeune avec le Cristal de la terre, sans savoir que cela allait devenir le catalyseur qui scellerait sa destinée.",
						"Ein Ritter des Königreichs Grandshelt. Seine Tage als etwas pflichtvergessener, erfolgloser Schürzenjäger endeten abrupt, als die Geschworenen Sechs von Paladia sein Heimatland überfielen. Auf der folgenden Reise, diesen Übeltätern das Handwerk zu legen, zeigte sich seine tapfere, ritterliche Seite. Als kleines Kind hatte er einmal den Kristall der Erde berührt; ein Ereignis, das schwerwiegende Folgen für sein ganzes Leben haben sollte.",
						"Caballero del reino de Grandshelt. Normalmente lo único que le preocupaba era perseguir faldas, pero cuando en su lugar comenzó a perseguir a los Seis Juramentados de Paladia que habían atacado su ciudad natal, una parte más gentil y valiente de él salió a la luz. Entró en contacto con el Cristal de la Tierra a una edad muy temprana, pero poco se imaginaba por ese entonces que ese encuentro se iba a convertir en el catalizador que sellaría su destino."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"What is this...?<br>I feel filled with some unknown power.",
						"怎麼回事……<br>未知的力量充滿全身……",
						"뭐지, 이건…<br>정체 모를 힘으로 심신이 채워져 간다.",
						"Qu'est-ce que c'est... ?<br>J'ai l'impression d'être envahi par un pouvoir inconnu.",
						"Was ist das für ein Gefühl ...?<br>Eine unbekannte Kraft erfüllt mich!",
						"¿Esto qué es...?<br>Siento que me embarga un poder desconocido."
					],
					"affinity": [
						"We've been through a lot together.<br>I hope you feel that I am more<br>dependable now than I was before.",
						"戰鬥了這麼長時間，<br>我是不是已經變成一個<br>可靠的男人啦？",
						"우리가 같이 싸운 지도 오래됐네.<br>어때? 나도 점점 든든한 남자가<br>된 것 같지 않아?",
						"On a traversé tant de choses ensemble.<br>J'espère que tu me considère plus digne de confiance qu'avant.",
						"Wir haben viel zusammen durchgemacht.<br>Ich hoffe, dass ich ein bisschen<br>zuverlässiger geworden bin.",
						"Hemos pasado por mucho juntos.<br>Espero que ahora me consideréis<br>más de fiar que antes."
					],
					"fusion": [
						"Alright, this'll do for now.<br>However, there are no limits to my power.",
						"對，這樣就好。<br>我還遠未達到極限。",
						"좋아, 이걸로 충분해.<br>내게 한계 같은 건 없으니까.",
						"Très bien, ça fera l'affaire pour le moment.<br>J'ai l'impression que mon pouvoir n'a aucune limite.",
						"So weit, so gut.<br>Aber ich habe meine Grenzen noch lange nicht erreicht.",
						"Vale, por ahora basta .<br>Sin embargo, mi poder no tiene límites."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 2,
				"level": 3,
				"type": "ABILITY",
				"id": 100010
			},
			{
				"rarity": 2,
				"level": 8,
				"type": "MAGIC",
				"id": 20010
			},
			{
				"rarity": 2,
				"level": 17,
				"type": "ABILITY",
				"id": 101170
			},
			{
				"rarity": 3,
				"level": 11,
				"type": "MAGIC",
				"id": 20060
			},
			{
				"rarity": 3,
				"level": 24,
				"type": "MAGIC",
				"id": 20080
			},
			{
				"rarity": 3,
				"level": 32,
				"type": "ABILITY",
				"id": 101200
			},
			{
				"rarity": 4,
				"level": 16,
				"type": "ABILITY",
				"id": 201130
			},
			{
				"rarity": 4,
				"level": 38,
				"type": "MAGIC",
				"id": 20130
			},
			{
				"rarity": 4,
				"level": 52,
				"type": "ABILITY",
				"id": 200140
			},
			{
				"rarity": 5,
				"level": 26,
				"type": "ABILITY",
				"id": 100200
			},
			{
				"rarity": 5,
				"level": 51,
				"type": "MAGIC",
				"id": 20200
			},
			{
				"rarity": 5,
				"level": 77,
				"type": "MAGIC",
				"id": 20250
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 204540
			},
			{
				"rarity": 6,
				"level": 15,
				"type": "ABILITY",
				"id": 100140
			},
			{
				"rarity": 6,
				"level": 25,
				"type": "ABILITY",
				"id": 204610
			},
			{
				"rarity": 6,
				"level": 44,
				"type": "ABILITY",
				"id": 204560
			},
			{
				"rarity": 6,
				"level": 64,
				"type": "ABILITY",
				"id": 204580
			},
			{
				"rarity": 6,
				"level": 93,
				"type": "ABILITY",
				"id": 204570
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 204550
			}
		]
	},
	"100000115": {
		"rarity_min": 5,
		"rarity_max": 6,
		"name": "Hunter Rain",
		"names": [
			"Hunter Rain",
			"獵人雷因",
			"헌터 레인",
			"Rain chasseur",
			"Jäger-Rain",
			"Rain cazador"
		],
		"game_id": 20007,
		"game": null,
		"job_id": 112,
		"job": "Hunter",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": true,
		"TMR": [
			"EQUIP",
			303002800
		],
		"equip": [
			2,
			3,
			41,
			51,
			52,
			60
		],
		"entries": {
			"100000115": {
				"compendium_id": 618,
				"rarity": 5,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						927,
						2810,
						300
					],
					"MP": [
						36,
						110,
						50
					],
					"ATK": [
						39,
						117,
						20
					],
					"DEF": [
						36,
						109,
						20
					],
					"MAG": [
						27,
						83,
						20
					],
					"SPR": [
						30,
						90,
						20
					]
				},
				"limitburst_id": 100000115,
				"attack_count": 40,
				"attack_damage": [
					[
						40,
						60
					]
				],
				"attack_frames": [
					41,
					91
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 5,
				"ability_slots": 4,
				"magic_affinity": [
					4,
					6,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060300": 20,
						"290060000": 10,
						"290060100": 10,
						"290060200": 5,
						"290050500": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Alright, time to show 'em<br>just how powerful I've become!",
						null,
						null,
						null,
						null,
						"¡Vamos, es hora de enseñarles<br>lo poderoso que me he convertido!"
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						"我的背後就交給你了。<br>你的背後就交給我吧！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Still isn't enough.<br>I haven't even reached my limit!",
						null,
						null,
						null,
						null,
						"Aún no es suficiente.<br>¡Todavía no he llegado a mi límite!"
					]
				}
			},
			"100000116": {
				"compendium_id": 619,
				"rarity": 6,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						1205,
						3652,
						450
					],
					"MP": [
						50,
						150,
						75
					],
					"ATK": [
						50,
						152,
						30
					],
					"DEF": [
						40,
						120,
						30
					],
					"MAG": [
						36,
						110,
						30
					],
					"SPR": [
						38,
						116,
						30
					]
				},
				"limitburst_id": 100000116,
				"attack_count": 40,
				"attack_damage": [
					[
						40,
						60
					]
				],
				"attack_frames": [
					41,
					91
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 6,
				"ability_slots": 4,
				"magic_affinity": [
					5,
					7,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Just having fine armor isn't enough.<br>I'll get strong enough to match how good I look!",
						null,
						null,
						null,
						null,
						"Tener buena armadura no es suficiente.<br>¡También me pondré fuerte para ser lo que aparento!"
					],
					"evolution": [
						"This feels good.<br>I feel like I'm really getting everything<br>I can out of this new equipment.",
						null,
						null,
						null,
						null,
						"Esto se siente bien.<br>Siento que estoy sacándole<br>todo el partido al equipo nuevo."
					],
					"affinity": [
						null,
						"我的背後就交給你了。<br>你的背後就交給我吧！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"How strange, I don't even feel warm.<br>But still, I feel a strong power flowing through me!",
						null,
						null,
						null,
						null,
						"Qué raro, ni siquiera tengo calor.<br>Aun así, ¡siento un fuerte poder fluyendo dentro de mí!"
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 5,
				"level": 1,
				"type": "ABILITY",
				"id": 212680
			},
			{
				"rarity": 5,
				"level": 18,
				"type": "ABILITY",
				"id": 212580
			},
			{
				"rarity": 5,
				"level": 29,
				"type": "ABILITY",
				"id": 212630
			},
			{
				"rarity": 5,
				"level": 42,
				"type": "ABILITY",
				"id": 212660
			},
			{
				"rarity": 5,
				"level": 58,
				"type": "ABILITY",
				"id": 212670
			},
			{
				"rarity": 5,
				"level": 65,
				"type": "ABILITY",
				"id": 100030
			},
			{
				"rarity": 5,
				"level": 65,
				"type": "ABILITY",
				"id": 100150
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 212600
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 212640
			},
			{
				"rarity": 6,
				"level": 40,
				"type": "ABILITY",
				"id": 212610
			},
			{
				"rarity": 6,
				"level": 55,
				"type": "ABILITY",
				"id": 212620
			},
			{
				"rarity": 6,
				"level": 62,
				"type": "ABILITY",
				"id": 212650
			},
			{
				"rarity": 6,
				"level": 74,
				"type": "ABILITY",
				"id": 212690
			},
			{
				"rarity": 6,
				"level": 83,
				"type": "ABILITY",
				"id": 212700
			},
			{
				"rarity": 6,
				"level": 99,
				"type": "ABILITY",
				"id": 204550
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 212590
			}
		]
	},
	"100000202": {
		"rarity_min": 2,
		"rarity_max": 6,
		"name": "Lasswell",
		"names": [
			"Lasswell",
			"拉斯韋爾",
			"라스웰",
			"Lasswell",
			"Lasswell",
			"Lasswell"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 1,
		"job": "Knight",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": null,
		"equip": [
			2,
			3,
			4,
			30,
			41,
			50,
			51,
			52,
			60
		],
		"entries": {
			"100000202": {
				"compendium_id": 5,
				"rarity": 2,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						357,
						1082,
						90
					],
					"MP": [
						15,
						46,
						15
					],
					"ATK": [
						15,
						44,
						10
					],
					"DEF": [
						13,
						38,
						6
					],
					"MAG": [
						14,
						41,
						6
					],
					"SPR": [
						11,
						34,
						6
					]
				},
				"limitburst_id": 100000202,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					4
				],
				"effect_frames": [
					2
				],
				"max_lb_drop": 6,
				"ability_slots": 2,
				"magic_affinity": [
					0,
					3,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 750,
					"materials": {
						"290050100": 20,
						"290010000": 8,
						"290050200": 5,
						"290020000": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt, he shares command of an airship with his childhood friend Rain. His skills are on par with Rain's, and his no-nonsense attitude has earned him the trust of his superiors and subordinates alike. However, he has a tendency to be dragged along by Rain against his own better judgment.",
						"格蘭謝爾特王國的騎士，<br>實力與雷因不相上下，<br>因此與雷因共同統領整艘飛空艇。<br>他生性認真刻苦，<br>深受部下及上級的信賴。<br>但還是總會受到<br>從小一起長大的雷因的影響。",
						"그랑셸트 왕국의 기사.<br>레인과 비슷한 실력자이며<br>그와 함께 비공정을 지휘하고 있다.<br>원칙주의적인 성격으로 부하는 물론<br>상관에게도 신뢰받는 우수한 기사이다.<br>하지만 형제처럼 자란 죽마고우 레인에게는<br>이리저리 휘둘릴 때가 많다.",
						"Un chevalier du royaume de Grandshelt. Il partage le commandement de son vaisseau avec son ami d'enfance, Rain. Ses aptitudes, qui n'ont rien à envier à celles de Rain, et son sérieux lui valent la confiance de ses supérieurs comme de ses subordonnés. Il a toutefois tendance à se laisser entraîner par Rain, souvent à tort.",
						"Ritter aus dem Königreich Grandshelt, der sich das Kommando eines Luftschiffes mit seinem Freund Rain teilt. Ebenso talentiert wie Rain. Seine sachliche Einstellung hat ihm das Vertrauen von Vorgesetzten und Untergebenen eingebracht. Er neigt jedoch dazu, sich von Rain trotz besseren Wissens mitschleifen zu lassen.",
						"Un caballero del Reino de Grandshelt que comparte un barco volador con su amigo de la infancia Rain. Sus habilidades están a la altura de las de Rain, y su actitud sensata le ha ganado la confianza de superiores y subordinados por igual. Sin embargo, tiende a dejarse llevar por Rain aunque él tenga mejor juicio."
					],
					"summon": [
						"The time to draw my blade has come.<br>It will not tarnish the good name<br>of the knights of Grandshelt.",
						"到了我揮劍的時候了……<br>我會努力戰鬥，<br>不給格蘭謝爾特騎士蒙羞。",
						"내 검술이 필요한 모양이군…….<br>그랑셸트 기사의 명예를 걸고<br>멋지게 활약해주지.",
						"Le temps est venu de brandir mon épée...<br>Je ne ternirai pas la renommée<br>des chevaliers de Grandshelt.",
						"Die Zeit ist gekommen, zum Schwert zu greifen.<br>Ich werde den Namen Grandshelts<br>nicht beflecken.",
						"Es hora de desenvainar mi espada.<br>No mancillaré el buen nombre<br>de los caballeros de Grandshelt."
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"This won't suffice.<br>My training has barely begun.<br>I must grow stronger.",
						"我還需要繼續鍛煉，<br>還需要變得更強。",
						"수련의 길은 멀고도 험하다.<br>이 정도로 만족할 순 없지.",
						"Cela ne suffira pas.<br>Je dois poursuivre mon entraînement et devenir encore plus fort.",
						"Das ist noch nicht genug.<br>Mein Weg hat gerade erst begonnen.<br>Ich muss noch stärker werden.",
						"No es suficiente.<br>Mi entrenamiento acaba de empezar.<br>Debo ser más fuerte."
					]
				}
			},
			"100000203": {
				"compendium_id": 6,
				"rarity": 3,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						479,
						1451,
						150
					],
					"MP": [
						20,
						62,
						25
					],
					"ATK": [
						19,
						59,
						14
					],
					"DEF": [
						17,
						51,
						10
					],
					"MAG": [
						18,
						55,
						10
					],
					"SPR": [
						15,
						46,
						10
					]
				},
				"limitburst_id": 100000203,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					4
				],
				"effect_frames": [
					2
				],
				"max_lb_drop": 8,
				"ability_slots": 2,
				"magic_affinity": [
					0,
					4,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010000": 20,
						"290050200": 10,
						"290020000": 8,
						"290030100": 3,
						"290050300": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt, and one of the youngest to be entrusted with an airship command, second only to his childhood friend Rain. Cautious by nature, Lasswell tends to be overprotective of his brother-in-arms, in part due to feeling that he owes a debt of gratitude to Rain's family, for taking him in when he was orphaned at a young age.",
						"格蘭謝爾特王國的騎士，<br>實力過人，<br>年僅20歲便負責統領整艘飛空艇。<br>他做事十分謹慎，<br>對雷因的看護更是過了頭的無微不至。<br>這與身為孤兒的他被雷因一家收養，<br>因此他想以此報恩<br>有著很大的關係。",
						"그랑셸트 왕국의 기사.<br>레인보다 두 살 많은 약관 20세에<br>비공정을 지휘하게 된 실력자이다.<br>신중한 성격으로, 레인과 관계된 일에는<br>참견과 간섭이 지나친 경향이 있다.<br>하지만 이는 고아였던 라스웰을 거두어준<br>레인의 가족에 대한 보은이자<br>라스웰 나름의 배려이기도 하다.",
						"Un chevalier du royaume de Grandshelt, et l'un des plus jeunes à se voir confier le commandement d'un vaisseau aux côtés de son ami d'enfance, Rain. Prudent par nature, Lasswell se montre souvent très protecteur envers son frère d'armes, preuve de la gratitude qu'il ressent pour la famille de Rain qui l'a recueilli très jeune alors qu'il était orphelin.",
						"Ritter aus dem Königreich Grandshelt und einer der jüngsten, der mit dem Kommando eines Luftschiffes betraut wurde. Lasswell ist von Natur aus stets vorsichtig und oft zu behütend, was seinen Waffenbruder Rain angeht. Dies liegt teilweise an seinem Gefühl, Rains Familie Dankbarkeit zu schulden, da sie ihn aufnahmen, als er in jungem Alter zum Waisen wurde.",
						"Un caballero del Reino de Grandshelt. Después de Rain, su amigo de la infancia, es uno de los más jóvenes a quienes se les ha encomendado un barco volador. De naturaleza cautelosa, Lasswell suele sobreproteger a sus camaradas, en parte porque siente gratitud por la familia de Rain, que lo adoptó cuando se quedó huérfano de muy pequeño."
					],
					"summon": [
						"I will wield this sword whenever my comrades are in need of it.",
						"只要同伴需要我，<br>我就會一直將這把劍揮舞下去。",
						"내 힘이 필요하다면<br>언제든지 이 검을 휘두르겠다.",
						"Je brandirai mon épée aussi longtemps que mes camarades auront besoin de mon aide.",
						"Solange mein Schwert gebraucht wird, führe ich es.",
						"Blandiré mi espada siempre que mis camaradas lo necesiten."
					],
					"evolution": [
						"I can see it!<br>The fruits of my training...<br>My swordsmanship has reached a new level.",
						"我明白了！<br>該怎麼用劍、該怎麼擺架勢才會變得更強……<br>這證明我又成長了嗎？",
						"보인다!<br>효과적인 칼솜씨와 자세……<br>실력이 한 단계 도약한 모양이군.",
						"Ça y est ! Mon entraînement porte enfin ses fruits...<br>Ma maîtrise de l'épée a atteint un tout autre niveau.",
						"Das ist es!<br>Die Früchte meines Trainings ...<br>Meine Fechtkunst hat ein neues Niveau erreicht.",
						"¡Al fin!<br>Mi entrenamiento ha dado sus frutos...<br>Mi habilidad con la espada<br>ha subido de nivel."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"To think that the power of visions<br>could give us such strength...",
						"幻兵之力竟然可以讓人變得這麼強……",
						"비전의 힘을 이용하면<br>이런 식으로도 강해질 수 있다니…….",
						"Alors comme ça, les visions<br>peuvent nous rendre plus puissants...",
						"Kaum zu glauben, wie viel Macht<br>in Visionen verborgen liegt ...",
						"Y pensar que el<br>poder de las visiones<br>podría proporcionarnos tal fuerza..."
					]
				}
			},
			"100000204": {
				"compendium_id": 7,
				"rarity": 4,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						618,
						1874,
						210
					],
					"MP": [
						26,
						80,
						35
					],
					"ATK": [
						25,
						76,
						18
					],
					"DEF": [
						22,
						66,
						14
					],
					"MAG": [
						23,
						71,
						14
					],
					"SPR": [
						19,
						59,
						14
					]
				},
				"limitburst_id": 100000204,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					4
				],
				"effect_frames": [
					2
				],
				"max_lb_drop": 10,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					5,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020000": 15,
						"290030100": 8,
						"290050300": 5,
						"290040000": 3,
						"290050400": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt, Lasswell was taken in by Rain's family when he lost his parents at a young age. Having grown up alongside Rain, he is one of the few to rival his friend in skill and talent. Lasswell himself, however, has never felt that he is quite Rain's equal, and harbors conflicting feelings of trust and inadequacy toward his lifelong friend.",
						"格蘭謝爾特王國的騎士，<br>自幼失去家人，<br>被雷因一家收養。<br>雖然與雷因一起長大，<br>兩人的實力也不相上下，<br>但拉斯韋爾深感自己的極限比不過雷因。<br>因此他對雷因懷有<br>既信賴、又自卑的複雜的感情。",
						"그랑셸트 왕국의 기사.<br>어려서 가족을 잃은 그는 레인과 함께<br>형제처럼 지내며 성장했다.<br>두 사람은 동고동락한 끝에<br>서로 막상막하의 실력자가 되었으나,<br>라스웰은 자신의 재능이 레인에게<br>미치지 못하는 것을 깨닫고 신뢰와 열등감이<br>교차하는 복잡한 감정을 느끼고 있다.",
						"Un chevalier du royaume de Grandshelt. Lasswell a été recueilli très jeune par la famille de Rain alors qu'il avait perdu ses parents. Élevé aux côtés de Rain, il est l'un des seuls capables de rivaliser avec le talent de son ami. Pourtant, Lasswell ne se sent pas à la hauteur de Rain et a parfois du mal à faire totalement confiance à son ami.",
						"Ritter des Königreichs Grandshelt, der von Rains Familie in jungem Alter aufgenommen wurde, als er seine Eltern verlor. Wuchs mit Rain auf und ist einer der wenigen, die es mit dessen Begabung aufnehmen können. Lasswell selbst glaubt dies jedoch nicht; er hält sich für nicht ebenbürtig und hegt widersprüchliche Gefühle von Vertrauen und Unzulänglichkeit gegenüber seinem Freund.",
						"Un caballero del Reino de Grandshelt. La familia de Rain lo adoptó de muy pequeño, cuando perdió a sus padres. Lasswell creció junto a Rain y tiene un talento natural que es de los pocos equiparables al suyo. Aunque opina que no está a la altura de Rain, se debate entre la confianza y la falta de preparación respecto a su amigo de toda la vida."
					],
					"summon": [
						"Where is the battlefield?<br>And in whose name shall I swing my blade?",
						"我的戰場在哪裡？<br>我到底應該為了誰去揮舞這把劍？",
						"내가 싸울 곳은 어디지?<br>누구를 위해 검을<br>들어야 한단 말인가?",
						"Où est le champ de bataille ?<br>Et au nom de qui dois-je abattre ma lame ?",
						"Wo ist das Schlachtfeld?<br>Und in wessen Namen führe ich mein Schwert?",
						"¿Dónde está el campo de batalla?<br>¿Y en nombre de quién<br>debo blandir mi espada?"
					],
					"evolution": [
						"Indeed...my body has grown lighter.<br>This must mean I've learned to use it more efficiently.",
						"原來如此……身體好輕快，<br>看來應該好好掌握自己身體的使用方法。",
						"이건…… 전보다 몸이 가볍군.<br>자기 육체를 다루는 법을<br>보다 깊이 이해했다.",
						"Je vois... Mon corps est plus léger.<br>C'est sans doute que j'ai appris à l'utiliser plus efficacement.",
						"Mein Körper ist leichter geworden ...<br>Das heißt wohl, dass ich ihn jetzt effektiver nutzen kann.",
						"Sin duda...<br>Mi cuerpo es más ágil.<br>Será que he aprendido<br>a usarlo más eficazmente."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"It's still not enough.<br>I must push myself to my very limits.",
						"更強，變得更強。<br>我要追求強大，<br>挑戰自己的極限。",
						"아직 부족해.<br>한계에 다다를 때까지<br>강해지고 싶군.",
						"Ce n'est pas suffisant.<br>Je dois me dépasser si je veux devenir plus fort.",
						"Es reicht immer noch nicht.<br>Ich muss bis an meine Grenzen gehen.",
						"No es suficiente.<br>Tengo que exprimir mi fuerza al límite."
					]
				}
			},
			"100000205": {
				"compendium_id": 8,
				"rarity": 5,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						775,
						2349,
						240
					],
					"MP": [
						33,
						100,
						40
					],
					"ATK": [
						32,
						96,
						24
					],
					"DEF": [
						27,
						82,
						16
					],
					"MAG": [
						29,
						89,
						16
					],
					"SPR": [
						24,
						74,
						16
					]
				},
				"limitburst_id": 100000205,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					4
				],
				"effect_frames": [
					2
				],
				"max_lb_drop": 12,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					6,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060000": 15,
						"290060300": 8,
						"290060200": 5,
						"290060100": 3,
						"290050500": 3
					}
				},
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt whose talents earned him command of an airship alongside Rain. Lasswell is a tireless worker, entirely devoted to his duties and training. He holds the utmost respect for Rain's father, Sir Raegen, once a prominent knight of Grandshelt himself. Lasswell lends his strength to Rain as a way to honor the memory of his hero, while struggling with the fact that this prestigious lineage is not his own.",
						"格蘭謝爾特王國的騎士，<br>實力過人，與雷因共同統領整艘飛空艇。<br>即使如此他也不怠慢每日的學習，<br>是個十分努力的人。<br>他打心底尊敬同為王國騎士的<br>雷因的父親雷根，<br>因此無微不至地幫助著雷因。<br>但也因自己並不是雷根的骨肉<br>而心中有所芥蒂。",
						"그랑셸트 왕국의 기사.<br>레인과 함께 비공정을 지휘할 정도로<br>높은 실력을 갖췄으면서도, 항상 단련을<br>게을리하지 않는 노력가이다.<br>같은 왕국 기사였던 레인의 아버지 레겐을<br>진심으로 존경하고 있어서<br>그의 아들인 레인을 물심양면으로 돕는다.<br>하지만 자기 자신은 레겐의 피를<br>물려받지 못해 아쉬운 듯하다.",
						"Un chevalier du royaume de Grandshelt. Son talent lui a permis de prendre le commandement d'un vaisseau avec Rain. Lasswell est un travailleur acharné qui se dévoue à ses entraînements et ses missions. Il voue un profond respect pour sire Raegen, le père de Rain, ancien illustre chevalier de Grandshelt. Lasswell prête sa force à Rain pour honorer la mémoire de son héros, même s'il lui est dur d'accepter que cette lignée ne soit pas la sienne.",
						"Ritter aus dem Königreich Grandshelt, der dank seiner Leistungen das Kommando eines Luftschiffes an der Seite von Rain hat. Arbeitet unermüdlich und geht ganz in seinen Aufgaben und seinem Training auf. Er hegt großen Respekt für Rains Vater, Sir Raegen, der einst selbst ein großer Ritter Grandshelts war. Lasswell unterstützt Rain mit aller Kraft, um seinen Helden zu ehren, in dem Wissen, dass er selbst nicht zu dieser angesehenen Familie gehört.",
						"Un caballero del Reino de Grandshelt a quien encomendaron el mando de un barco volador junto a Rain. Lasswell es un trabajador incansable, comprometido con sus deberes y entrenamiento. Guarda el mayor de los respetos por el padre de Rain, caballero de Grandshelt. Lasswell presta su fuerza a Rain para honrar el recuerdo de su héroe mientras lidia con la idea de que no forma parte de su prestigioso linaje."
					],
					"summon": [
						"You have need of my blade?<br>I will not disappoint you, I promise.",
						"看來你很需要我。<br>我不會讓你失望的。",
						"내가 필요한 모양이군.<br>기대에 반드시 부응하겠다.",
						"Tu en appelles à ma lame ?<br>Alors je promets de ne pas te décevoir.",
						"Du benötigst mein Schwert?<br>Ich schwöre, du wirst nicht enttäuscht sein.",
						"¿Necesitas de mis servicios?<br>No te defraudaré, lo prometo."
					],
					"evolution": [
						"In gaining control over myself...<br>My blade swings true.",
						"現在的我……<br>能夠完美地控制自己，<br>這把劍肯定也和我一起變強了。",
						"지금이라면……<br>나 자신을 완벽하게 제어할 자신이 있다.<br>이 검도 더욱 예리해졌겠군.",
						"J'ai désormais un contrôle total sur moi-même.. Ce qui veut également dire que ma lame est plus précise que jamais.",
						"Ich habe mich immer besser im Griff ...<br>Und meine Klinge ebenso.",
						"Tengo más control sobre mí...<br>Mi espada danza certera."
					],
					"affinity": [
						"We've known each other for a long time now. It would be nice to reminisce, but too much still lies on the road ahead.",
						"和你相處了這麼長的時間……<br>回憶起來真是感慨頗深啊。<br>今後我們也要一起前進啊。",
						"널 만난 지도 꽤 오래됐군.<br>지금까지 많은 일이 있었지만,<br>아직은 뒤돌아볼 때가 아니다.",
						"Cela fait un bail que nous nous connaissons. J'aimerais bien avoir le temps d'être nostalgique mais nous ferions mieux de nous concentrer sur ce qui nous attend.",
						"Wir kennen uns nun schon lange. Erinnerungen sind schön und gut, aber vorerst sollten wir nach vorne blicken.",
						"Hace ya mucho que nos conocemos. Estaría bien volver la vista atrás, pero ahora debemos concentrarnos en lo que tenemos delante."
					],
					"fusion": [
						"This power...<br>Perhaps I have at last drawn closer to my ideal.",
						"這力量……<br>離理想中的自己更近了一步。",
						"이 힘…….<br>내 이상에 조금은 다가간 걸까?",
						"Quelle puisssance...<br>J'ai enfin l'impression de m'être approché de mon idéal.",
						"Diese Kraft ...<br>Meine Ideale sind in greifbarer Nähe.",
						"Este poder...<br>Tal vez por fin me haya acercado a mis ideales."
					]
				}
			},
			"100000206": {
				"compendium_id": 424,
				"rarity": 6,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						1008,
						3054,
						390
					],
					"MP": [
						43,
						130,
						65
					],
					"ATK": [
						41,
						125,
						34
					],
					"DEF": [
						35,
						107,
						26
					],
					"MAG": [
						38,
						116,
						26
					],
					"SPR": [
						32,
						96,
						26
					]
				},
				"limitburst_id": 100000206,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					4
				],
				"effect_frames": [
					2
				],
				"max_lb_drop": 12,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					7,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"A knight of the Kingdom of Grandshelt who was raised alongside Rain by Rain's father, Sir Raegen, who also trained Lasswell in various skills. Out of respect for everything he had been given, he has a tendency to worry about Rain and his wellbeing, though he seems to be hiding some dreams and hopes of his own.",
						"格蘭謝爾特王國的騎士，<br>由雷因的父親雷根撫養成人，<br>因此他也學會了雷根的武藝。<br>為了報恩，拉斯韋爾無微不至地幫助著雷因。<br>不過他自己好像也有遠大的夢想。",
						"그랑셸트 왕국의 기사. 레인의 아버지 레겐 밑에서 레인과 함께 형제처럼 자랐으며, 레겐 역시 기술을 전수하는 등 친아들과 다를 바 없이 키웠다. 지금은 레겐의 은혜에 보답하고자 그 어떤 것보다 레인을 우선시하지만, 마음 깊은 곳에 큰 꿈과 희망을 품고 있는 듯하다.",
						"Un chevalier du royaume de Grandshelt qui a été élevé aux côtés de Rain par le père de ce dernier, sire Reagan, duquel il apprit plusieurs techniques au sabre. Ayant un profond respect pour tout ce que la vie lui a donné, il a tendance à s'inquiéter un peu trop pour Rain et son bien-être, bien qu'il semble avoir ses propres rêves et espoirs.",
						"Ritter aus dem Königreich Grandshelt, der an Rains Seite von dessen Vater, Sir Raegen, erzogen und ausgebildet wurde. Aus Respekt dafür neigt er dazu, sich um Rain und sein Wohlbefinden zu sorgen, auch wenn Lasswell eigene Träume und Hoffnungen hegt.",
						"Un caballero del Reino de Grandshelt criado junto a Rain por su padre, Sir Raegen, quién también entrenó a Lasswell en diversas artes. Como muestra de respeto por lo bien que ha sido tratado, tiende a preocuparse por el bienestar de Rain, aunque parece tener ocultos sus propios sueños y ambiciones."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"Finally...<br>Maybe now I can stand beside him.",
						"我也終於……能和他並肩作戰了啊。",
						"나도, 드디어……<br>대등해질 수 있어.",
						"Enfin...<br>Je peux enfin me tenir à ses côtés.",
						"Endlich ...<br>Vielleicht kann ich ihm jetzt gerecht werden.",
						"Por fin...<br>Quizás ahora sí que esté a su nivel."
					],
					"affinity": [
						"We've known each other for a long time now. It would be nice to reminisce, but too much still lies on the road ahead.",
						"和你相處了這麼長的時間……<br>回憶起來真是感慨頗深啊。<br>今後我們也要一起前進啊。",
						"널 만난 지도 꽤 오래됐군.<br>지금까지 많은 일이 있었지만,<br>아직은 뒤돌아볼 때가 아니다.",
						"Cela fait un bail que nous nous connaissons. J'aimerais bien avoir le temps d'être nostalgique mais nous ferions mieux de nous concentrer sur ce qui nous attend.",
						"Wir kennen uns nun schon lange. Erinnerungen sind schön und gut, aber vorerst sollten wir nach vorne blicken.",
						"Hace ya mucho que nos conocemos. Estaría bien volver la vista atrás, pero ahora debemos concentrarnos en lo que tenemos delante."
					],
					"fusion": [
						"I can grow even stronger.<br>So this is human potential.",
						"還能夠變得更強。<br>這正是……人的潛力。",
						"아직 더, 강해질 수 있다.<br>이것이…… 인간의 가능성이다.",
						"Je peux dépasser mes limites.<br>C'est ce que sait faire de mieux l'humanité.",
						"Ich kann noch stärker werden.<br>Das ist also menschliches Potential.",
						"Puedo volverme aún más fuerte.<br>Este es el potencial del ser humano."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 2,
				"level": 1,
				"type": "MAGIC",
				"id": 20020
			},
			{
				"rarity": 2,
				"level": 10,
				"type": "ABILITY",
				"id": 200320
			},
			{
				"rarity": 2,
				"level": 21,
				"type": "ABILITY",
				"id": 100070
			},
			{
				"rarity": 3,
				"level": 13,
				"type": "MAGIC",
				"id": 20050
			},
			{
				"rarity": 3,
				"level": 24,
				"type": "MAGIC",
				"id": 20090
			},
			{
				"rarity": 3,
				"level": 36,
				"type": "MAGIC",
				"id": 20120
			},
			{
				"rarity": 4,
				"level": 19,
				"type": "ABILITY",
				"id": 200330
			},
			{
				"rarity": 4,
				"level": 38,
				"type": "ABILITY",
				"id": 201030
			},
			{
				"rarity": 4,
				"level": 54,
				"type": "ABILITY",
				"id": 100080
			},
			{
				"rarity": 5,
				"level": 42,
				"type": "MAGIC",
				"id": 20210
			},
			{
				"rarity": 5,
				"level": 65,
				"type": "MAGIC",
				"id": 20240
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 205520
			},
			{
				"rarity": 6,
				"level": 3,
				"type": "ABILITY",
				"id": 205500
			},
			{
				"rarity": 6,
				"level": 25,
				"type": "ABILITY",
				"id": 205540
			},
			{
				"rarity": 6,
				"level": 64,
				"type": "ABILITY",
				"id": 205550
			},
			{
				"rarity": 6,
				"level": 86,
				"type": "ABILITY",
				"id": 205530
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 205510
			}
		]
	},
	"100000215": {
		"rarity_min": 5,
		"rarity_max": 6,
		"name": "Hunter Lasswell",
		"names": [
			"Hunter Lasswell",
			"獵人拉斯韋爾",
			"헌터 라스웰",
			"Lasswell chasseur",
			"Jäger-Lasswell",
			"Lasswell cazador"
		],
		"game_id": 20007,
		"game": null,
		"job_id": 112,
		"job": "Hunter",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": [
			"EQUIP",
			406002400
		],
		"equip": [
			4,
			41,
			51,
			52,
			60
		],
		"entries": {
			"100000215": {
				"compendium_id": 629,
				"rarity": 5,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						917,
						2780,
						240
					],
					"MP": [
						37,
						112,
						40
					],
					"ATK": [
						36,
						109,
						24
					],
					"DEF": [
						33,
						101,
						16
					],
					"MAG": [
						28,
						85,
						16
					],
					"SPR": [
						29,
						87,
						16
					]
				},
				"limitburst_id": 100000215,
				"attack_count": 30,
				"attack_damage": [
					[
						30,
						30,
						40
					]
				],
				"attack_frames": [
					34,
					70,
					106
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					6,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060400": 20,
						"290060200": 10,
						"290060300": 10,
						"290060000": 5,
						"290050500": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"This doesn't look like what a knight of Grandshelt would wear, but still, I will fight as one.",
						null,
						null,
						null,
						null,
						"Este equipo no tiene el aspecto adecuado para un caballero de Grandshelt. Aun así, me servirá."
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						"如果你有所成長，<br>那我也會立刻追上去。<br>我可沒有打算讓你一個人往前衝啊。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"If it's to become stronger,<br>I'll make use of any equipment available to me.",
						null,
						null,
						null,
						null,
						"Si se va a hacer más fuerte,<br>usaré cualquier equipo que tenga disponible."
					]
				}
			},
			"100000216": {
				"compendium_id": 630,
				"rarity": 6,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						1198,
						3629,
						390
					],
					"MP": [
						51,
						156,
						65
					],
					"ATK": [
						48,
						146,
						34
					],
					"DEF": [
						40,
						120,
						26
					],
					"MAG": [
						37,
						112,
						26
					],
					"SPR": [
						38,
						114,
						26
					]
				},
				"limitburst_id": 100000216,
				"attack_count": 30,
				"attack_damage": [
					[
						30,
						30,
						40
					]
				],
				"attack_frames": [
					34,
					70,
					106
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					7,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Where shall I swing my sword?<br>I wish to quickly familiarize myself with this equipment.",
						null,
						null,
						null,
						null,
						"¿Dónde puedo probar la espada?<br>Quiero familiarizarme rápido con este equipo."
					],
					"evolution": [
						"There is no need to be prideful.<br>We must only continue our efforts<br>as we aim for the top.",
						null,
						null,
						null,
						null,
						"El orgullo sobra.<br>Tenemos que continuar con nuestros esfuerzos<br>si queremos llegar a lo más alto."
					],
					"affinity": [
						null,
						"如果你有所成長，<br>那我也會立刻追上去。<br>我可沒有打算讓你一個人往前衝啊。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"If I keep on training like this<br>I feel I can grow even stronger.",
						null,
						null,
						null,
						null,
						"Si sigo entrenando así,<br>creo que hasta puedo hacerme más fuerte."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 5,
				"level": 1,
				"type": "ABILITY",
				"id": 212680
			},
			{
				"rarity": 5,
				"level": 9,
				"type": "ABILITY",
				"id": 212910
			},
			{
				"rarity": 5,
				"level": 18,
				"type": "ABILITY",
				"id": 200440
			},
			{
				"rarity": 5,
				"level": 33,
				"type": "ABILITY",
				"id": 200320
			},
			{
				"rarity": 5,
				"level": 52,
				"type": "ABILITY",
				"id": 101360
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 212990
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 213030
			},
			{
				"rarity": 6,
				"level": 16,
				"type": "ABILITY",
				"id": 100180
			},
			{
				"rarity": 6,
				"level": 36,
				"type": "ABILITY",
				"id": 100030
			},
			{
				"rarity": 6,
				"level": 54,
				"type": "ABILITY",
				"id": 213020
			},
			{
				"rarity": 6,
				"level": 76,
				"type": "ABILITY",
				"id": 213000
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 213010
			}
		]
	},
	"100000302": {
		"rarity_min": 2,
		"rarity_max": 6,
		"name": "Fina",
		"names": [
			"Fina",
			"菲娜",
			"피나",
			"Fina",
			"Fina",
			"Fina"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 22,
		"job": "White Mage",
		"sex_id": 2,
		"sex": "Female",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": null,
		"equip": [
			5,
			7,
			15,
			40,
			50,
			53,
			60
		],
		"entries": {
			"100000302": {
				"compendium_id": 9,
				"rarity": 2,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						283,
						859,
						90
					],
					"MP": [
						20,
						60,
						25
					],
					"ATK": [
						12,
						37,
						6
					],
					"DEF": [
						12,
						36,
						6
					],
					"MAG": [
						14,
						43,
						6
					],
					"SPR": [
						15,
						46,
						6
					]
				},
				"limitburst_id": 100000302,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					95
				],
				"effect_frames": [
					93,
					53
				],
				"max_lb_drop": 6,
				"ability_slots": 1,
				"magic_affinity": [
					4,
					0,
					2,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 750,
					"materials": {
						"290050100": 20,
						"290010100": 8,
						"290050200": 5,
						"290020400": 3
					}
				},
				"strings": {
					"description": [
						"A young girl who emerged from an earth crystal with no recollection of her past, save her own name. Fina's lack of general knowledge can induce her to act with the innocence and curiosity of a child. She is proficient with white magic and the bow and arrow, though where she acquired such impressive skills, she cannot say.",
						"從土之水晶中現身的少女，<br>除了自己的名字以外什麼都不記得了，<br>一舉一動也像無知的小孩子一般。<br>擅長使用白魔法與弓箭，<br>但卻並不知道自己是在哪裡學會的這些本領，<br>也不知道自己為什麼會使用魔法。",
						"땅의 크리스탈 속에서 나타난 소녀.<br>이름 말고는 모든 기억을 잃은 탓에<br>마치 어린아이처럼 행동한다.<br>백마법과 활 실력이 뛰어나지만<br>왜 자기가 활과 마법을 다룰 수 있는지도<br>기억하지 못 한다.",
						"Une jeune fille apparue dans un cristal de terre, sans souvenir de son passé à l'exception de son nom. Les faibles connaissances de Fina l'amènent à agir avec l'innocence et l'enthousiasme d'un enfant. Elle est douée en magie blanche, ainsi qu'au maniement de l'arc, bien qu'elle ignore d'où lui viennent ces talents.",
						"Junges Mädchen, das aus dem Erdkristall erschien und sich an ihren Namen, aber nicht an ihre Vergangenheit erinnert. Durch Finas fehlendes Allgemeinwissen legt sie die Unschuld und Neugier eines Kindes an den Tag. Sie ist erfahren in Weißmagie und mit Pfeil und Bogen, obwohl unklar ist, woher ihre Fähigkeiten stammen.",
						"Una chica que emergió de un cristal de la tierra, sin recuerdos del pasado salvo su nombre. Debido a su falta de conocimiento general, Fina actúa con la inocencia y la curiosidad de un niño. Es diestra en magia blanca y con el arco, aunque no está segura de dónde adquirió esas habilidades tan impresionantes."
					],
					"summon": [
						"What is it people say...?<br>Oh yeah!<br>I'm all over it like a rash!",
						"這種時候該說什麼呢……<br>對啦，該說「請多關照」！",
						"음, 이럴 때는 뭐라고 하더라……<br>맞다, 잘 부탁할게!",
						"Qu'est-ce qu'on dit, déjà, dans ces moments-là... ?<br>Ah oui !<br>Comptez sur moi !",
						"Wie sagt man das noch gleich ...?<br>Ach ja!<br>Verlass dich auf mich!",
						"¿Qué es lo que se dice?<br>¡Ah, sí!<br>¡Dejádmelo a mí!"
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"What's this...?<br>I feel...stronger?",
						"咦？<br>我……變強了？",
						"어?<br>나…… 조금 강해진 건가?",
						"Que se passe-t-il ? <br>... Suis-je devenue plus forte ?",
						"Was ist das ...?<br>Ich fühle mich stärker!",
						"¿Qué ocurre?<br>Me siento... ¿más fuerte?"
					]
				}
			},
			"100000303": {
				"compendium_id": 10,
				"rarity": 3,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						382,
						1158,
						150
					],
					"MP": [
						27,
						81,
						35
					],
					"ATK": [
						16,
						49,
						10
					],
					"DEF": [
						16,
						49,
						10
					],
					"MAG": [
						19,
						58,
						10
					],
					"SPR": [
						21,
						63,
						10
					]
				},
				"limitburst_id": 100000303,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					95
				],
				"effect_frames": [
					93,
					53
				],
				"max_lb_drop": 8,
				"ability_slots": 2,
				"magic_affinity": [
					5,
					0,
					2,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010100": 20,
						"290050200": 10,
						"290020400": 8,
						"290030100": 3,
						"290050300": 3
					}
				},
				"strings": {
					"description": [
						"A young girl who emerged from an earth crystal suffering from amnesia. Fina remembers nothing save her own name, and seems to possess little to no knowledge of the world she currently inhabits. Despite this, it would seem that she once played a key role in its origins...",
						"從土之水晶中現身的少女，<br>現身時只記得自己的名字，<br>除此以外的記憶都失去了。<br>沒有關於「現在」這個世界<br>的任何知識，<br>但似乎掌握著<br>構成這個世界的關鍵……",
						"땅의 크리스탈 속에서 나타난 소녀.<br>처음 만났을 때는 이름을 제외한<br>모든 기억을 잃은 상태였다.<br>그래서 '현재의' 세계에 관한 지식은<br>전혀 없다시피 하다.<br>이 세계의 탄생과<br>깊은 관계가 있는 것 같은데…….",
						"Une jeune fille apparue dans un cristal de terre et qui souffre d'amnésie. Fina n'a aucun souvenir en dehors de son propre nom, et semble ne rien savoir du monde qui l'entoure. Malgré cela, tout porte à croire qu'elle a joué un rôle clé dans la création de cet univers...",
						"Junges, an Amnesie leidendes Mädchen, das aus dem Erdkristall erschien. Fina erinnert sich an nichts als ihren Namen und scheint kaum etwas zu wissen über die Welt, in der sie jetzt lebt. Trotzdem scheint sie früher eine Schlüsselrolle in deren Entstehung gespielt zu haben ...",
						"Una chica amnésica que emergió de un cristal de la tierra. Fina no recuerda nada, salvo su nombre, y parece que apenas conoce el mundo en el que vive actualmente. A pesar de eso, parecería que tuvo un papel clave en los orígenes del mismo..."
					],
					"summon": [
						"Well, uh...<br>I'm still not really used to this, but count me in!",
						"唔，那個……<br>雖然我還不是很熟練……<br>但請你多多關照啦！",
						"저, 저기……<br>처음에는 어색할지도 모르지만<br>같이 잘해보자!",
						"Eh bien... Tout ceci est encore assez nouveau pour moi, mais je vais faire de mon mieux !",
						"Ähm ...<br>Ich versteh’s noch nicht ganz, aber ich bin dabei!",
						"Bueno, eh...<br>Aún no me he acostumbrado<br>del todo, ¡pero contad conmigo!"
					],
					"evolution": [
						"I feel like I'm remembering something.<br>But it's not a memory...<br>Perhaps...a hidden power?",
						"我好像……要想起什麼來了……<br>但並不是具體的記憶……<br>這是……沉睡在我身體中的力量？",
						"뭔가…… 어렴풋이 생각날 것 같아.<br>구체적인 기억은 아니지만……<br>이게…… 내 안에 있던 힘이야?",
						"Ça y est, je crois que je me rappelle de quelque chose... Mais ce n'est pas un souvenir... Non, on dirait plutôt un pouvoir caché au fond de mon être...",
						"Es ist, als ob eine Erinnerung hochkommt.<br>Aber es ist keine Erinnerung ...<br>Eher ... eine verborgene Kraft?",
						"Es como si pudiera recordar algo.<br>Pero no un recuerdo...<br>Quizás... ¿un poder oculto?"
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Hmmm. I don't know why,<br>but I feel like I can work even harder now!",
						"嗯！總覺得渾身充滿了幹勁！",
						"응? 이유는 모르겠지만<br>기운이 막 나는 것 같아!",
						"Je ne sais pas pourquoi, mais je sens que je vais pouvoir<br>me donner à fond maintenant !",
						"Hmm. Irgendwie fühle ich mich,<br>als könnte ich noch viel mehr!",
						"Mmm. No sé por qué, pero...<br>¡Siento que puedo trabajar aún más!"
					]
				}
			},
			"100000304": {
				"compendium_id": 11,
				"rarity": 4,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						493,
						1494,
						210
					],
					"MP": [
						35,
						105,
						45
					],
					"ATK": [
						21,
						63,
						14
					],
					"DEF": [
						21,
						63,
						14
					],
					"MAG": [
						25,
						75,
						14
					],
					"SPR": [
						27,
						81,
						14
					]
				},
				"limitburst_id": 100000304,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					95
				],
				"effect_frames": [
					93,
					53
				],
				"max_lb_drop": 10,
				"ability_slots": 2,
				"magic_affinity": [
					6,
					0,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020400": 15,
						"290030100": 8,
						"290050300": 5,
						"290040400": 3,
						"290050400": 3
					}
				},
				"strings": {
					"description": [
						"A young girl who emerged from an earth crystal. Because she has amnesia, she relies on impulse to guide her actions, which can often cause trouble for her comrades. Having woken in a strange world without her memories, she struggles with confusion and anxiety, but displays great inner strength in joining Rain and Lasswell on their quest.",
						"從土之水晶中現身的少女，<br>喪失了記憶。她純真無暇的舉動<br>雖然常令夥伴們哭笑不得，<br>但也在關鍵時刻為夥伴增添了勇氣。<br>由於沒有記憶，她對這個世界<br>充滿了迷惑與不安，<br>儘管如此她仍然決定與雷因等人同行，<br>是個堅強的女孩子。",
						"땅의 크리스탈 속에서 나타난 소녀.<br>기억상실 때문에 보이는 순진무구한 행동은<br>때때로 동료들을 난처한 상황에 빠뜨리지만<br>어떨 때는 용기를 주기도 한다.<br>모르는 세상에 홀로 남겨져<br>당황하고 불안해하면서도<br>레인 일행을 열심히 따라가는<br>강한 정신력을 지졌다.",
						"Une jeune fille apparue dans un cristal de terre. L'amnésie de Fina la pousse à agir de manière impulsive, au grand dam de ses camarades. Vivant dans un monde qu'elle ne connaît pas, elle est souvent déconcertée et angoissée, mais fait preuve d'une grande force de caractère aux côtés de Rain et Lasswell.",
						"Junges Mädchen, das aus einem Erdkristall erschien. Finas Amnesie lässt sie impulsiv reagieren, womit sie ihre Freunde oft in Schwierigkeiten bringt. Ohne Erinnerungen in einer seltsamen Welt erwacht, kämpft sie mit Verwirrung und Ängsten, zeigt jedoch eine große innere Stärke.",
						"Una chica que emergió de un cristal de la tierra. Fina actúa impulsivamente por culpa de la amnesia y, a menudo, eso importuna a sus camaradas. Tras despertar en un mundo extraño y falta de recuerdos, lucha contra la confusión y la ansiedad, pero muestra una gran fuerza interior al unirse a la aventura de Rain y Lasswell."
					],
					"summon": [
						"I-is it my turn?<br>Okay, I-I'll do my best!",
						"輪、輪到我出場了？<br>唔……我、我會加油的！",
						"내, 내 차례야?<br>알았어…… 여, 열심히 할게!",
						"C'est... c'est à moi ?<br>Heu... Je vais faire de mon mieux !",
						"B-Bin ich dran?<br>Okay, i-ich geb mein Bestes!",
						"¿Y-Ya me toca?<br>Vale... ¡L-Lo intentaré!"
					],
					"evolution": [
						"It's as though I've been awakened by the power lying within me.",
						"……我體內的力量似乎覺醒了。",
						"……내 안에 잠들어 있던 힘이<br>눈을 뜬 것 같아.",
						"J'ai l'impression qu'un pouvoir endormi au fond de moi vient de se réveiller.",
						"Mir ist, als wäre eine Kraft in meinem Inneren erwacht.",
						"Un poder latente... ha despertado en mí. Sin duda soy más fuerte."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I want to become stronger<br>so I can help everyone.",
						"我要變得更強，<br>成為大家的力量。",
						"더 강해져서<br>동료들에게 힘이 돼주고 싶어.",
						"J'aimerais tant devenir plus forte pour pouvoir aider tout le monde...",
						"Ich will stärker werden,<br>damit ich allen helfen kann.",
						"Quiero ser más fuerte para ayudar a todo el mundo."
					]
				}
			},
			"100000305": {
				"compendium_id": 12,
				"rarity": 5,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						616,
						1867,
						240
					],
					"MP": [
						43,
						131,
						60
					],
					"ATK": [
						26,
						79,
						16
					],
					"DEF": [
						26,
						79,
						16
					],
					"MAG": [
						31,
						93,
						16
					],
					"SPR": [
						33,
						101,
						16
					]
				},
				"limitburst_id": 100000305,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					95
				],
				"effect_frames": [
					93,
					53
				],
				"max_lb_drop": 12,
				"ability_slots": 3,
				"magic_affinity": [
					8,
					0,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060100": 15,
						"290060000": 8,
						"290060400": 5,
						"290060300": 3,
						"290050500": 3
					}
				},
				"strings": {
					"description": [
						"A young girl who emerged from an earth crystal, whose mysterious identity seems to tie her to the origins of the world. Pure of heart, Fina possesses an innocent nature and an insatiable curiosity about her surroundings. Her childlike behavior, in part the product of memory loss, may also stem from her original, lost personality.",
						"從土之水晶中現身的少女，<br>關於她的身份謎團重重，<br>但她與世界的構成有著很深的聯繫。<br>她天真爛漫，像孩子一樣<br>對什麼事情都感興趣。<br>也許是因為喪失了記憶，<br>因此才影響了她原先的性格，<br>使她變得像孩童一樣幼稚了。",
						"땅의 크리스탈 속에서 나타난 소녀.<br>정체는 알 수 없으나, 이 세계의 비밀과<br>깊은 관련이 있는 듯하다.<br>성격은 순진함 그 자체로<br>어린아이처럼 호기심이 강하다.<br>기억을 잃은 영향도 있겠지만<br>본래 성격도 이렇게 순수했을지 모른다.",
						"Une jeune fille apparue dans un cristal de terre, dont la mystérieuse identité semble liée aux origines de ce monde. Fina a le cœur pur et observe le monde qui l'entoure avec une curiosité insatiable. Son attitude enfantine, en partie liée à son amnésie, est sans doute aussi un trait de sa personnalité.",
						"Ein junges Mädchen, das aus einem Erdkristall erschien, und dessen mysteriöse Herkunft sie an die Ursprünge der Welt zu binden scheint. Fina ist reinen Herzens, besitzt eine unschuldige Art und unstillbare Neugier. Ihr kindliches Verhalten, teils Ergebnis ihrer Amnesie, ist ein Teil ihrer eigentlichen Persönlichkeit.",
						"Una chica que emergió de un cristal, cuya identidad parece relacionarla con los orígenes del mundo. Fina tiene el corazón puro, es de naturaleza inocente y siente una curiosidad insaciable por lo que le rodea. Su comportamiento infantil, causado en parte por la pérdida de memoria, podría provenir de su personalidad original."
					],
					"summon": [
						"I shall grant power...<br>To whoever summoned me here...<br>Huh? What was I saying?<br>Anyway, can't wait to work with you!",
						"你將我召喚於此……我將賜予你力量……<br>咦？後面的内容記不清了。<br>算啦，請多關照！",
						"나를 불러낸 자여…… 그대에게 힘을……<br>힘을…… 다음 대사가 뭐더라?<br>아무튼, 잘 부탁해!",
						"Je prêterai ma force...<br>à quiconque m'a invoquée...<br>Hein ? Qu'est-ce que je disais ?<br>Enfin bref, comptez sur moi !",
						"Oh Ihr, der Ihr mich beschworen habt ...<br>Ich lege meine Kraft ...<br>Äh ... wie ging das noch mal?<br>Ach, egal, packen wir’s an!",
						"Concederé poder...<br>A quien me haya convocado...<br>¿Eh? ¿Qué estaba diciendo?<br>En fin, ¡que me encantará colaborar!"
					],
					"evolution": [
						"A dormant power...<br>An awakening...<br>Yes, now I'm sure I've grown stronger.",
						"沉睡的力量……覺醒……<br>……嗯，我肯定是變強了。",
						"잠들어 있던 힘…… 각성……<br>……응. 나, 강해진 것 같아.",
						"Un pouvoir endormi...<br>Un éveil...<br>Oui, je suis désormais certaine d'être devenue plus forte.",
						"Eine schlummernde Kraft ...<br>Ein Erwachen ...<br>Ja, ich bin mir sich, ich bin stärker geworden.",
						"Un poder durmiente...<br>Un despertar...<br>Sin duda soy más fuerte."
					],
					"affinity": [
						"Thank you for fighting by my side all this time. Can I assume you trust me now?",
						"謝謝你與我並肩戰鬥至今。<br>我可以認為你是相信著我的吧？",
						"지금까지 함께 싸워줘서 고마워.<br>내가 여기까지 올 수 있었던 건<br>네가 날 믿어준 덕분인 것 같아.",
						"Je te suis vraiment reconnaissante d'avoir combattu à mes côtés jusqu'à présent. Tu me fais confiance maintenant, n'est-ce pas ?",
						"Danke, dass du immer an meiner Seite bist. Vertraust du mir mittlerweile?",
						"Gracias por luchar a mi lado todo este tiempo. Supongo que ahora ya confiáis en mí."
					],
					"fusion": [
						"It looks like I'll be able to help out more than before.",
						"即使是我<br>也能幫得上大家了。",
						"어때?<br>나도 이제 조금은 믿음직해졌지?",
						"Je crois que maintenant, je vais vraiment pouvoir rendre service.",
						"Mir scheint, ich bin jetzt<br>nützlicher als früher.",
						"Parece que ahora puedo ayudar más que antes."
					]
				}
			},
			"100000306": {
				"compendium_id": 637,
				"rarity": 6,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						1030,
						3121,
						390
					],
					"MP": [
						53,
						162,
						85
					],
					"ATK": [
						32,
						96,
						26
					],
					"DEF": [
						40,
						120,
						26
					],
					"MAG": [
						42,
						126,
						26
					],
					"SPR": [
						43,
						131,
						26
					]
				},
				"limitburst_id": 100000306,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					95
				],
				"effect_frames": [
					93,
					53
				],
				"max_lb_drop": 12,
				"ability_slots": 4,
				"magic_affinity": [
					8,
					0,
					4,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"A young girl who emerged from an earth crystal. As a warrior of Hess, Fina once used her immense magical powers as a weapon, but currently channels them as white magic to help others for reasons unknown. Although her new personality is much more innocent and kind than that of her past, the desire for peace she has felt since ancient times remains unchanged.",
						"被封印在土之水晶中的少女，<br>曾經是擁有強大魔力的<br>「赫斯」勢力的戰士，<br>而現在因為某些理由更換了攻擊武器，<br>變成了白魔法的使用者。<br>她那純潔無暇的溫柔性格<br>與過去相比判若兩人，<br>但祈求和平的心一直沒有變過。",
						"땅의 크리스탈에 봉인되어 있던 소녀. <br>일찍이 '헤스' 세력의 일원으로서<br>강대한 마력 공격을 펼치는 전사였으나,<br>현재는 어떤 연유에서인지 무기를 바꾸어<br>백마법을 구사한다. <br>순진무구하며 상냥한 성격은 <br>과거와는 딴판이지만, 평화를 바라는 마음만큼은 <br>전사였을 때와 다르지 않다.",
						"Une jeune femme ayant émergé d’un cristal de la Terre. En tant que guerrière de Hess, Fina utilisa jadis son immense pouvoir comme une arme, mais pour des raisons inconnues, elle préfère aujourd’hui le focaliser par la magie blanche pour aider son prochain. Bien que sa nouvelle personnalité soit infiniment plus innocente que celle qu’elle arborait autrefois, le désir de paix qui l’habite depuis toujours reste inchangé.",
						"Eine junge Frau, die im Erdkristall versiegelt war. Als Kriegerin von Hess benutzte sie die immense Kraft ihrer magischen Fähigkeiten vor langer Zeit offensiv, wechselte aber aus unerfindlichen Gründen ihre Mittel, um nun als Weißmagierin zu agieren. Ihr reiner und gutmütiger Charakter steht in direktem Kontrast zu ihrer Vergangenheit, ihr Wunsch nach Frieden hat sich aber seit ihrer Zeit als Kriegerin nicht verändert.",
						"Una joven que surgió a partir de un cristal de tierra. Como guerrera de Hess, hubo un tiempo en que Fina usó sus vastos poderes mágicos como arma; sin embargo, ahora los canaliza como magia blanca para ayudar a otros por alguna razón desconocida. Por otra parte, aunque su nueva personalidad es mucho más inocente y amable en comparación con el pasado, el pacifismo que siente desde que es persona continúa inmutable."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"I think I finally understand.<br>I know my true power,<br>and what I should do with it...",
						"我好像終於了解了。<br>我真正的力量，<br>還有我必須做的事……",
						"이제야, 알 것 같아.<br>내 진정한 힘과,<br>무엇을 해야 하는지를……",
						"Je crois que je comprends maintenant.<br>Je sais quel est mon véritable pouvoir,<br>et ce que je dois faire avec...",
						"Ich verstehe endlich.<br>Ich verstehe diese Kraft,<br>und was ich tun muss ...",
						"Creo que al fin lo entiendo.<br>Sé cuál es mi verdadero poder,<br>y lo que debería hacer con él..."
					],
					"affinity": [
						"Thank you for fighting by my side all this time. Can I assume you trust me now?",
						"謝謝你一直陪我戰鬥。<br>我可不可以認為， 你是信任我的？",
						"지금까지 함께 싸워줘서 고마워.<br>내가 여기까지 올 수 있었던 건<br>네가 날 믿어준 덕분인 것 같아.",
						"Je te suis vraiment reconnaissante d'avoir combattu à mes côtés jusqu'à présent. Tu me fais confiance maintenant, n'est-ce pas ?",
						"Danke, dass du immer an meiner Seite bist. Vertraust du mir mittlerweile?",
						"Gracias por luchar junto a mí todo este tiempo. ¿Confías ya en mí?"
					],
					"fusion": [
						"I want to use this power to<br>protect just like the rest of you.",
						"我想用這股力量，<br>跟大家一起守護下去。",
						"이 힘으로, 모두와 함께<br>지켜나가고 싶어.",
						"Je veux utiliser ce pouvoir pour protéger les autres.<br>Tout comme vous.",
						"Mit dieser Kraft<br>möchte ich schützen, so wie ihr.",
						"Quiero usar estos poderes para<br>proteger, justo como el resto de vosotros."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 2,
				"level": 1,
				"type": "MAGIC",
				"id": 10020
			},
			{
				"rarity": 2,
				"level": 5,
				"type": "MAGIC",
				"id": 10030
			},
			{
				"rarity": 2,
				"level": 18,
				"type": "ABILITY",
				"id": 200390
			},
			{
				"rarity": 2,
				"level": 26,
				"type": "MAGIC",
				"id": 30090
			},
			{
				"rarity": 3,
				"level": 6,
				"type": "MAGIC",
				"id": 10040
			},
			{
				"rarity": 3,
				"level": 13,
				"type": "ABILITY",
				"id": 200060
			},
			{
				"rarity": 3,
				"level": 20,
				"type": "MAGIC",
				"id": 10050
			},
			{
				"rarity": 3,
				"level": 34,
				"type": "MAGIC",
				"id": 10060
			},
			{
				"rarity": 3,
				"level": 40,
				"type": "ABILITY",
				"id": 100160
			},
			{
				"rarity": 4,
				"level": 15,
				"type": "MAGIC",
				"id": 30140
			},
			{
				"rarity": 4,
				"level": 28,
				"type": "MAGIC",
				"id": 10070
			},
			{
				"rarity": 4,
				"level": 42,
				"type": "ABILITY",
				"id": 200470
			},
			{
				"rarity": 4,
				"level": 55,
				"type": "MAGIC",
				"id": 10140
			},
			{
				"rarity": 5,
				"level": 31,
				"type": "ABILITY",
				"id": 100050
			},
			{
				"rarity": 5,
				"level": 44,
				"type": "MAGIC",
				"id": 10150
			},
			{
				"rarity": 5,
				"level": 72,
				"type": "ABILITY",
				"id": 200450
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 213300
			},
			{
				"rarity": 6,
				"level": 22,
				"type": "ABILITY",
				"id": 100170
			},
			{
				"rarity": 6,
				"level": 22,
				"type": "ABILITY",
				"id": 100040
			},
			{
				"rarity": 6,
				"level": 39,
				"type": "ABILITY",
				"id": 213290
			},
			{
				"rarity": 6,
				"level": 63,
				"type": "MAGIC",
				"id": 10160
			},
			{
				"rarity": 6,
				"level": 63,
				"type": "MAGIC",
				"id": 10100
			},
			{
				"rarity": 6,
				"level": 63,
				"type": "MAGIC",
				"id": 10110
			},
			{
				"rarity": 6,
				"level": 82,
				"type": "ABILITY",
				"id": 213310
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 213280
			}
		]
	},
	"100000315": {
		"rarity_min": 5,
		"rarity_max": 6,
		"name": "Dark Fina",
		"names": [
			"Dark Fina",
			"魔人菲娜",
			"마인 피나",
			"Fina obscure",
			"Dunkel-Fina",
			"Fina oscura"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 79,
		"job": "Dark Spirit",
		"sex_id": 2,
		"sex": "Female",
		"tribe_id": 5,
		"is_summonable": true,
		"TMR": [
			"MATERIA",
			504204590
		],
		"equip": [
			5,
			6,
			12,
			15,
			40,
			50,
			53,
			60
		],
		"entries": {
			"100000315": {
				"compendium_id": 385,
				"rarity": 5,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						881,
						2670,
						240
					],
					"MP": [
						48,
						146,
						40
					],
					"ATK": [
						29,
						88,
						16
					],
					"DEF": [
						30,
						92,
						16
					],
					"MAG": [
						38,
						115,
						24
					],
					"SPR": [
						32,
						98,
						16
					]
				},
				"limitburst_id": 100000315,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						20,
						40
					]
				],
				"attack_frames": [
					6,
					21,
					36,
					75
				],
				"effect_frames": [
					4,
					19,
					34,
					73
				],
				"max_lb_drop": 3,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					8,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					-50,
					50
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060200": 20,
						"290060400": 10,
						"290060100": 10,
						"290060300": 5,
						"290050500": 5
					}
				},
				"strings": {
					"description": [
						"Fina's alternate form. This, it seems, is the true Fina, before she lost her memories...but since she is a vision, there is room to doubt this explanation. This Fina possesses powerful magic and a quick tongue — both mainly offensive. Yet behind her jibes and patronizing tone, one clearly senses a firm determination.",
						"菲娜的另一個姿態。<br>據推測是菲娜失憶前的姿態，<br>可因為是幻兵狀態，所以真相無從得知。<br>擁有強大的魔力，戰鬥主要以攻擊魔法為主。<br>她經常將雷因看做小朋友<br>調戲雷因，可從中卻<br>能感到她不尋常的決意。",
						"피나의 또 다른 모습.<br>기억을 잃기 전의 모습으로 추정되지만,<br>비전 상태에서는 진상을 알 길이 없다.<br>강한 마력을 지녔으며 주로 공격마법을 사용해 싸운다.<br>레인을 어린애 취급하며 놀리는 등<br>익살스러운 태도를 취하지만, 한편으로는<br>범상치 않은 결의가 느껴진다.",
						"L'autre apparence de Fina. On présume qu'elle possédait cette apparence avant de perdre la mémoire, mais comme il s'agit d'une vision, il est difficile d'en être certain. Elle possède un puissant pouvoir magique, et utilise principalement de la magie offensive. Bien qu'elle soit badine et traite Rain comme un enfant, on peut sentir malgré tout une forte détermination dans son caractère.",
						"Finas zweites Gesicht. Möglicherweise war dies ihre wahre Form, bevor sie ihr Gedächtnis verlor; da es sich hier jedoch nur um eine Vision handelt, lässt sich nichts Genaueres sagen. Sie verfügt über enorme magische Kräfte und verwendet in erster Linie Angriffsmagie. Sie behandelt Rain wie einen kleinen Jungen und wirkt wenig ernsthaft, doch hinter ihrer Fassade lässt sie eine große Entschlossenheit erahnen.",
						"Forma alternativa de Fina. Se da por sentado que esta era su forma original antes de perder la memoria, pero al tratarse de una visión, es difícil de asegurar. Goza de gran poder mágico, eminentemente para la magia ofensiva. Trata a Rain como si fuera un niño y es bromista por naturaleza, pero debajo de todo eso se percibe una determinación firme."
					],
					"summon": [
						"This is just a temporary form,<br>but I shall lend you my power.<br>Just this once, okay?",
						"雖然只是一時的身姿，<br>但我可以特別<br>借給你一點力量。",
						"비록 가짜 몸이지만,<br>조금은 힘을 빌려줄게.<br>특별히… 말이야!",
						"C'est juste une forme temporaire, mais je vais vous prêter main-forte.<br>Juste pour cette fois, c'est d'accord ?",
						"Dies ist nur eine vergängliche Form,<br>aber ich werde dir etwas von meiner Kraft leihen ...<br>ausnahmsweise!",
						"Esta es una forma temporal,<br>así que te prestaré mi poder.<br>Solo está vez, ¿vale?"
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						"He he... Here you are!<br>It's a thank you for all the power you've shown me!",
						"呵呵……這是我給你的獎勵哦。<br>謝謝你向我展示力量！",
						"후후… 자, 받아. 내가 주는 상.<br>힘을 보여준 보답이야!",
						"Hé hé... Te voilà enfin !<br>Merci pour m'avoir montré ce que tu sais faire !",
						"Hehe ... Hier, das ist für dich.<br>Als Belohnung dafür, dass du mir deine Stärke gezeigt hast.",
						"Jeje, toma esto. ¡Es una muestra de gratitud por todo el poder que me has mostrado!"
					],
					"fusion": [
						"That will do.<br>My emotions are elevating.",
						"這樣就行。<br>我感覺自己的意志正在高漲。",
						"아주 좋아.<br>내 마음이 강해지고 있어.",
						"Bon, ça devrait aller avec ça.<br>Je sens que mes émotions me submergent.",
						"Ja, so ist es gut.<br>Mein Blut gerät in Wallung!",
						"Con eso bastará.<br>Mis emociones se elevan."
					]
				}
			},
			"100000316": {
				"compendium_id": 386,
				"rarity": 6,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						1146,
						3472,
						390
					],
					"MP": [
						63,
						190,
						65
					],
					"ATK": [
						38,
						115,
						26
					],
					"DEF": [
						40,
						120,
						26
					],
					"MAG": [
						50,
						150,
						34
					],
					"SPR": [
						42,
						128,
						26
					]
				},
				"limitburst_id": 100000316,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						20,
						40
					]
				],
				"attack_frames": [
					6,
					21,
					36,
					75
				],
				"effect_frames": [
					4,
					19,
					34,
					73
				],
				"max_lb_drop": 3,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					8,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					-50,
					50
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"Fina's alternate form, a powerful attack magic-wielding warrior. Though completely different from the mysterious-yet-adultlike girl Rain first came across, the sincerity she shows from time to time is just like the old Fina. She seems to yearn for being given power, as if she has some sort of mission that depends on it.",
						"菲娜的另一個姿態，<br>能夠釋放強力攻擊魔法的戰士。<br>她從容處事並且經常會說一切奇怪的話，<br>與雷因他們最開始遇到的<br>菲娜相差甚遠，偶爾看到的<br>那真摯的眼光卻與以前的菲娜一模一樣。<br>她好像有一些使命需要完成，<br>一直在等待雷因積攢力量。",
						"피나의 또 다른 모습이자<br>강력한 공격마법을 다루는 전사.<br>어른스러운 여유와 이해하기 힘든 언동으로 인해<br>레인 일행과 함께 여행을 해온 피나와는<br>전혀 다른 사람처럼 느껴지만, 때때로 보이는<br>진지한 눈빛은 피나와 똑같다.<br>어떤 사명을 짊어지고 있는 듯하며<br>레인이 강해지기만을 기다리는 모양이다.",
						"L'autre apparence de Fina, une puissante guerrière maniant la magie offensive. Bien qu'elle n'ait rien à voir avec la fille mystérieuse aux airs de grande personne que Rain rencontra au départ, la sincérité dont elle fait parfois preuve rappelle l'ancienne Fina. Elle semble attendre qu'on lui prête main-forte, comme si elle avait une sorte de mission qui en dépendait.",
						"Finas anderes Ich, eine Kriegerin mit großer magischer Kraft. Ihr erwachsenes Auftreten und ihre rätselhafte Ausdrucksweise unterscheiden sie völlig von dem Mädchen, das Rain und seine Gefährten kennengelernt haben. Lediglich die Aufrichtigkeit in ihren Augen erinnert manchmal an die andere Fina. Sie scheint im Auftrag einer fremden Macht darauf zu warten, dass Rain stärker wird.",
						"Forma alternativa de Fina, una poderosa guerrera de ataque mágico. Difiere mucho de la chica misteriosa pero bastante madura que se encontró Rain la primera vez, pero la sinceridad que demuestra de vez en cuando es igualita a la de la vieja Fina. Parece ansiosa por conseguir poder, como si estuviera llevando a cabo algún tipo de misión que dependiese de ello."
					],
					"summon": [
						"Can you handle me in this form?<br>Let's see what you can do.",
						"你能夠駕馭得住我的力量嗎？<br>那就讓我見識一下你的厲害吧。",
						"과연 이 나를 얼마나 다룰 수 있을까?<br>실력을 보여줘.",
						"Seras-tu capable de te servir de mon pouvoir sous cette forme ?<br>Fais-moi voir ce que tu vaux.",
						"Bist du sicher, dass du mich im Griff hast?<br>Lass mal sehen, was du kannst.",
						"¿Puedes manejarme en esta forma?<br>Veamos lo que eres capaz de hacer."
					],
					"evolution": [
						"Now it's time to get serious.<br>I wonder if you can keep up to my power?",
						"好戲現在才要開始，<br>你能駕馭得住我的力量嗎？",
						"지금부터가 진짜야.<br>과연 내 힘을 감당할 수 있을까?",
						"C'est l'heure de passer aux choses sérieuses.<br>Je me demande si tu arriveras à suivre ?",
						"Langsam wird es Zeit, Ernst zu machen.<br>Kannst du mit meiner Kraft noch mithalten?",
						"Ya va siendo hora de ponernos serios.<br>¿Podrás mantener mi ritmo?"
					],
					"affinity": [
						"He he... Here you are!<br>It's a thank you for all the power you've shown me!",
						"呵呵……這是我給你的獎勵哦。<br>謝謝你向我展示力量！",
						"후후… 자, 받아. 내가 주는 상.<br>힘을 보여준 보답이야!",
						"Hé hé... Te voilà enfin !<br>Merci pour m'avoir montré ce que tu sais faire !",
						"Hehe ... Hier, das ist für dich.<br>Als Belohnung dafür, dass du mir deine Stärke gezeigt hast.",
						"Jeje, toma esto. ¡Es una muestra de gratitud por todo el poder que me has mostrado!"
					],
					"fusion": [
						"He he, I think you've got it.<br>Make me a little stronger, won't ya?",
						"呵呵，你很明白嘛。<br>要讓我變得更強哦。",
						"후훗, 아주 기특한걸.<br>날 좀 더 강하게 만들어줘.",
						"Hé hé, je crois que tu as enfin compris.<br>Rend-moi un peu plus fort veux-tu ?",
						"Hehe, du weißt, was ich brauche ...<br>Gib mir noch mehr Kraft!",
						"Je, je, creo que ya lo pillas.<br>Ahora, hazme más fuerte, ¿vale?"
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 5,
				"level": 3,
				"type": "MAGIC",
				"id": 20230
			},
			{
				"rarity": 5,
				"level": 3,
				"type": "MAGIC",
				"id": 20240
			},
			{
				"rarity": 5,
				"level": 3,
				"type": "MAGIC",
				"id": 20250
			},
			{
				"rarity": 5,
				"level": 3,
				"type": "MAGIC",
				"id": 20220
			},
			{
				"rarity": 5,
				"level": 18,
				"type": "MAGIC",
				"id": 20260
			},
			{
				"rarity": 5,
				"level": 30,
				"type": "ABILITY",
				"id": 204380
			},
			{
				"rarity": 5,
				"level": 48,
				"type": "MAGIC",
				"id": 20190
			},
			{
				"rarity": 5,
				"level": 48,
				"type": "MAGIC",
				"id": 20270
			},
			{
				"rarity": 5,
				"level": 53,
				"type": "ABILITY",
				"id": 100740
			},
			{
				"rarity": 5,
				"level": 70,
				"type": "ABILITY",
				"id": 100060
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 204360
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 204330
			},
			{
				"rarity": 6,
				"level": 12,
				"type": "ABILITY",
				"id": 100120
			},
			{
				"rarity": 6,
				"level": 21,
				"type": "ABILITY",
				"id": 204340
			},
			{
				"rarity": 6,
				"level": 62,
				"type": "MAGIC",
				"id": 20440
			},
			{
				"rarity": 6,
				"level": 94,
				"type": "ABILITY",
				"id": 200160
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 204350
			}
		]
	},
	"100000324": {
		"rarity_min": 4,
		"rarity_max": 6,
		"name": "Hunter Fina",
		"names": [
			"Hunter Fina",
			"獵人菲娜",
			"헌터 피나",
			"Fina chasseuse",
			"Jäger-Fina",
			"Fina cazadora"
		],
		"game_id": 20007,
		"game": null,
		"job_id": 112,
		"job": "Hunter",
		"sex_id": 2,
		"sex": "Female",
		"tribe_id": 5,
		"is_summonable": true,
		"TMR": [
			"EQUIP",
			403042500
		],
		"equip": [
			7,
			13,
			40,
			41,
			50,
			51,
			60
		],
		"entries": {
			"100000324": {
				"compendium_id": 620,
				"rarity": 4,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						634,
						1920,
						210
					],
					"MP": [
						36,
						110,
						45
					],
					"ATK": [
						26,
						79,
						14
					],
					"DEF": [
						25,
						77,
						14
					],
					"MAG": [
						23,
						71,
						14
					],
					"SPR": [
						25,
						77,
						14
					]
				},
				"limitburst_id": 100000324,
				"attack_count": 33,
				"attack_damage": [
					[
						33,
						33,
						34
					]
				],
				"attack_frames": [
					46,
					73,
					100
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 3,
				"ability_slots": 3,
				"magic_affinity": [
					6,
					0,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020200": 25,
						"290030900": 13,
						"290050300": 15,
						"290030600": 8,
						"290050400": 8
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Does this suit me?<br>I'm nervous because I usually<br>don't dress like this.",
						null,
						null,
						null,
						null,
						"¿Me queda bien?<br>Estoy nerviosa porque normalmente<br>no suelo llevar cosas así."
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						"雖然只有一點點，但是我也持續的在成長呢。<br>謝謝你一直守護著我。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I'll do my best!<br>So let me fight alongside you!",
						null,
						null,
						null,
						null,
						"¡Daré lo mejor de mí!<br>Así que, ¡déjame luchar junto a ti!"
					]
				}
			},
			"100000325": {
				"compendium_id": 621,
				"rarity": 5,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						823,
						2494,
						240
					],
					"MP": [
						47,
						142,
						60
					],
					"ATK": [
						34,
						103,
						16
					],
					"DEF": [
						33,
						100,
						16
					],
					"MAG": [
						31,
						95,
						16
					],
					"SPR": [
						33,
						100,
						16
					]
				},
				"limitburst_id": 100000325,
				"attack_count": 33,
				"attack_damage": [
					[
						33,
						33,
						34
					]
				],
				"attack_frames": [
					46,
					73,
					100
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					8,
					0,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060000": 20,
						"290060100": 10,
						"290060300": 10,
						"290060200": 5,
						"290050500": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"I'm still not used to this equipment,<br>but I'm still willing to try it out!",
						null,
						null,
						null,
						null,
						"¡Aún no me acostumbro a este equipo,<br>pero estoy dispuesta a probarlo!"
					],
					"evolution": [
						"Looks like I'm getting used to this.<br>I'm a bit stronger now, right?",
						null,
						null,
						null,
						null,
						"Parece que me estoy acostumbrando a esto.<br>Ahora soy un poco más fuerte, ¿verdad?"
					],
					"affinity": [
						null,
						"雖然只有一點點，但是我也持續的在成長呢。<br>謝謝你一直守護著我。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I want to get stronger so that I can be of more help to everyone!",
						null,
						null,
						null,
						null,
						"¡Quiero hacerme más fuerte para ser de más ayuda!"
					]
				}
			},
			"100000326": {
				"compendium_id": 622,
				"rarity": 6,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						1067,
						3234,
						390
					],
					"MP": [
						60,
						183,
						85
					],
					"ATK": [
						44,
						134,
						26
					],
					"DEF": [
						43,
						129,
						26
					],
					"MAG": [
						39,
						119,
						26
					],
					"SPR": [
						43,
						129,
						26
					]
				},
				"limitburst_id": 100000326,
				"attack_count": 33,
				"attack_damage": [
					[
						33,
						33,
						34
					]
				],
				"attack_frames": [
					46,
					73,
					100
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					8,
					0,
					4,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"So this equipment is made from the<br>memories of people in the Farplane?<br>I should use it with care, then!",
						null,
						null,
						null,
						null,
						"Así que, ¿este equipo está hecho con<br>recuerdos de gente del Etéreo? Si es así, ¡lo usaré con cuidado!"
					],
					"evolution": [
						"I feel lighter on my feet.<br>I think I can be of more use to you all!",
						null,
						null,
						null,
						null,
						"Me siento más ligero.<br>¡Creo que ahora puedo seros de mayor ayuda!"
					],
					"affinity": [
						null,
						"雖然只有一點點，但是我也持續的在成長呢。<br>謝謝你一直守護著我。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Now I feel like I could face any monster!",
						null,
						null,
						null,
						null,
						"¡Ahora siento que podría enfrentarme a cualquier monstruo!"
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 4,
				"level": 1,
				"type": "ABILITY",
				"id": 212680
			},
			{
				"rarity": 4,
				"level": 30,
				"type": "ABILITY",
				"id": 212760
			},
			{
				"rarity": 4,
				"level": 46,
				"type": "ABILITY",
				"id": 100060
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 212750
			},
			{
				"rarity": 5,
				"level": 12,
				"type": "ABILITY",
				"id": 212810
			},
			{
				"rarity": 5,
				"level": 43,
				"type": "ABILITY",
				"id": 100140
			},
			{
				"rarity": 5,
				"level": 50,
				"type": "ABILITY",
				"id": 212720
			},
			{
				"rarity": 5,
				"level": 71,
				"type": "ABILITY",
				"id": 212780
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 212820
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 212800
			},
			{
				"rarity": 6,
				"level": 28,
				"type": "ABILITY",
				"id": 212740
			},
			{
				"rarity": 6,
				"level": 49,
				"type": "ABILITY",
				"id": 212710
			},
			{
				"rarity": 6,
				"level": 66,
				"type": "ABILITY",
				"id": 212730
			},
			{
				"rarity": 6,
				"level": 84,
				"type": "ABILITY",
				"id": 212770
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 212790
			}
		]
	},
	"100000403": {
		"rarity_min": 3,
		"rarity_max": 5,
		"name": "Nichol",
		"names": [
			"Nichol",
			"尼科爾",
			"니콜",
			"Nichol",
			"Nichol",
			"Nichol"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 70,
		"job": "Tactician",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": null,
		"equip": [
			1,
			5,
			6,
			40,
			50,
			53,
			60
		],
		"entries": {
			"100000403": {
				"compendium_id": 304,
				"rarity": 3,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						375,
						1136,
						150
					],
					"MP": [
						24,
						73,
						25
					],
					"ATK": [
						16,
						48,
						10
					],
					"DEF": [
						15,
						46,
						10
					],
					"MAG": [
						19,
						58,
						14
					],
					"SPR": [
						17,
						50,
						10
					]
				},
				"limitburst_id": 100000403,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					68
				],
				"effect_frames": [
					63
				],
				"max_lb_drop": 6,
				"ability_slots": 2,
				"magic_affinity": [
					0,
					5,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010200": 20,
						"290050200": 10,
						"290020600": 8,
						"290030200": 3,
						"290050300": 3
					}
				},
				"strings": {
					"description": [
						"A military tactician for the Olderion Federation, and one of the Wardens of the Waters, who have protected the Water Shrine for generations. His dedication to his role means that he disregards his own feelings, always choosing the greatest good for the greatest number. Never one to mince words, he is often misunderstood as a cynic.",
						"聯邦國家奧爾德里昂的軍師。<br>他出生在代代守護水之神殿的「水之守護人」一族，<br>保衛國家的信念比任何人都強。<br>也正因如此，他時刻保持冷靜的頭腦，<br>不為個人情感所左右，任何時候都以大局為重。<br>他經常說話不留情面，<br>因此容易被人誤解為刻薄之人。",
						"올데리온 연방의 참모.<br>대대로 물의 신전을 수호하던 '물의 수호자' 일족으로 태어난 탓인지,<br>나라를 지키고자 하는 마음은 누구보다 강하다. <br>그 때문에, 항상 대세를 파악하는데 능하고 사사로운 정에 이끌리지 않으며,<br>대를 위해 소를 희생해야 한다는 신념을 품고 있다. <br>직설적인 언행 탓에 빈정거리는 사람이라고 오해를 사기도 한다.",
						"Un tacticien militaire au service de la Fédération d'Olderion. Rien n'égale son dévouement envers sa patrie, sans doute parce qu'il appartient à la lignée des gardiens de l'eau, un clan consacré à la protection du Temple de l'Eau depuis des générations. De ce fait, il s'efforce toujours de prendre du recul et de privilégier le bien du plus grand nombre, sans se laisser influencer par ses propres émotions. Il est aussi connu pour ne pas mâcher ses mots, ce que beaucoup prennent pour du sarcasme.",
						"Ein Stratege in der Armee der Republik Olderion. Als Angehöriger der Hüter des Wassers, einer Blutlinie, die seit Generationen den Wasserschrein beschützt, hat er ein außergewöhnlich starkes Pflichtbewusstsein gegenüber seiner Heimat. Er sieht stets das große Ganze und entscheidet im Interesse des Gemeinwohls, ohne sich von seinen Gefühlen beeinflussen zu lassen. Seine unverblümte Ausdrucksweise wird von anderen oft als Sarkasmus missverstanden.",
						"Estratega militar de la Federación de Olderion. Su dedicación sin par de cara a proteger su país probablemente se deba a su pertenencia al linaje de los Guardianes del Agua, un grupo que lleva dedicándose a salvaguardar el Templo del Agua durante generaciones. Jamás permite que transluzcan sus emociones, y todo lo que hace es en pos del bien mayor. Su falta de diplomacia a la hora de decir las cosas a menudo provoca que sus palabras se interpreten como si estuvieran siendo irónicas."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Is this the power of visions?<br>It's quite different from what I had imagined.",
						"原來這就是幻兵的力量。<br>和我想象中的<br>不大一樣啊。",
						"이것이 비전의 힘입니까.<br>상상하던 것과는<br>상당히 다르군요.",
						"Serait-ce cela le pouvoir des visions ?<br>C'est assez différent de ce que j'avais imaginé.",
						"Ist das die Kraft der Visionen?<br>Sie unterscheidet sich deutlich von dem, was ich erwartet hatte.",
						"¿Es este el poder de las visiones?<br>Dista mucho de cómo lo había imaginado."
					]
				}
			},
			"100000404": {
				"compendium_id": 305,
				"rarity": 4,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						487,
						1477,
						210
					],
					"MP": [
						32,
						96,
						35
					],
					"ATK": [
						21,
						63,
						14
					],
					"DEF": [
						20,
						61,
						14
					],
					"MAG": [
						25,
						76,
						18
					],
					"SPR": [
						21,
						65,
						14
					]
				},
				"limitburst_id": 100000404,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					68
				],
				"effect_frames": [
					63
				],
				"max_lb_drop": 8,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					6,
					4,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020600": 15,
						"290030200": 8,
						"290050300": 5,
						"290040200": 3,
						"290050400": 3
					}
				},
				"strings": {
					"description": [
						"A military tactician for the Olderion Federation. He is the eldest of his family, the Wardens of the Waters. Though he puts his duties as a Warden first, seemingly taking his family for granted, deep down he really cares for his brother and sister. It seems his sister Luka can see down to his true clumsy nature.",
						"聯邦國家奧爾德里昂的軍師，<br>生於守護水之神殿的「水之守護人」一族，<br>是家中三兄妹的長子。<br>無論何時，他都以守護人的職責為先，<br>因此即便深愛著自己的弟弟和妹妹，<br>也要抑制自己的感情，冷漠處之。<br>而他的妹妹露露卡<br>似乎早就看透了其兄長的笨拙。",
						"올데리온 연방의 참모.<br>물의 신전을 수호하는 '물의 수호자' 일족의 일원이자<br>3남매 중 장남.<br>항상 수호자의 의무를 우선적으로 생각하며<br>가족에게도 냉정한 태도를 보이지만,<br>두 동생을 마음속 깊이 사랑하고 있다.<br>여동생인 루루카는 그런 서툰 오빠의 진심을<br>눈치채고 있는 모양이다.",
						"Un tacticien militaire au service de la Fédération d'Olderion. Il est l'aîné de son clan, les gardiens de l'eau. Bien qu'il semble placer ses devoirs de gardien devant tout le reste, y compris sa famille, il tient en réalité beaucoup à son frère et à sa sœur. Son côté maladroit n'échappe pas à la perspicacité de sa sœur Luluka.",
						"Ein Stratege in der Armee der Republik Olderion und der Stammhalter der Hüter des Wassers. Seine Pflichten als Hüter gehen für ihn vor alles, was selbst seine Familie oft zu spüren bekommt. Im Grunde seines Herzens hegt er jedoch eine tiefe Zuneigung zu seinen Geschwistern. Seine Schwester Luka hat seine emotionale Unbeholfenheit längst durchschaut.",
						"Estratega militar de la Federación de Olderion. Cabeza de familia de los Guardianes del Agua. A primera vista podría parecer que desatiende a su familia y que siempre antepone sus obligaciones de custodio, pero en el fondo siente gran afecto por su hermano y hermana. Su hermana Luka parece la única que puede entrever cómo es realmente a través de su fachada."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"I can't let such a tragedy befall<br>Olderion once again...<br>That's why I must...",
						"不能再讓<br>奧爾德里昂的悲劇重演。<br>為此我……",
						"두 번 다시 올데리온의 비극을<br>되풀이할 수는 없다.<br>그러기 위해 나는…",
						"Je ne peux pas laisser Olderion tomber une nouvelle fois...<br>Je ne laisserai pas une telle tragédie se produire ! Je dois...",
						"Ich kann nicht zulassen, dass sich die Tragödie<br>von Olderion wiederholt ...<br>Und deshalb ...",
						"No puedo permitir que una tragedia así<br>vuelva a asolar Olderion...<br>Por eso tengo que..."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I must remain wise.<br>This team seems to be lacking a pillar of sound reasoning.",
						"我必須保持冷靜才行。<br>這個團隊好像<br>缺乏冷靜的判斷能力。",
						"전 더욱 현명해져야 합니다.<br>이 팀에는 냉정한 판단력이<br>부족하니 말이죠.",
						"Je dois rester concentré.<br>Cette équipe a besoin de quelqu'un qui puisse garder son sang-froid en toutes circonstances.",
						"Ich muss stets klug entscheiden.<br>Dieses Team scheint mein Urteilsvermögen bitter nötig zu haben.",
						"Tengo que ser sabia.<br>Este equipo parece carecer de alguien que le aporte buen criterio."
					]
				}
			},
			"100000405": {
				"compendium_id": 306,
				"rarity": 5,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						634,
						1921,
						240
					],
					"MP": [
						41,
						125,
						40
					],
					"ATK": [
						27,
						82,
						16
					],
					"DEF": [
						26,
						80,
						16
					],
					"MAG": [
						33,
						100,
						24
					],
					"SPR": [
						28,
						85,
						16
					]
				},
				"limitburst_id": 100000405,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					68
				],
				"effect_frames": [
					63
				],
				"max_lb_drop": 10,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					7,
					5,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"A military tactician for the Olderion Federation. He was given a great many books on magic as a young child, as their were high expectations of him being of the Wardens of the Waters. Raised in isolation from other children his age, he took a deep interest instead in the people he read about in books. Among these characters, he took particular interest in a legendary female warrior from an army of darkness.",
						"聯邦國家奧爾德里昂的軍師。<br>作為水之守護者的繼承人，<br>他被周圍的人抱以極大的期待，<br>因而從小就被迫研讀大量魔道書。<br>由於生活在和同齡孩子們隔絕的環境下，<br>所以他逐漸對書中登場的人物產生了<br>很強的興趣。其中最吸引他的人物<br>則是傳說中的黑暗之軍的女戰士。",
						"올데리온 연방의 참모.<br>물의 수호자 가문의 후계자로서 주위의 기대를 한 몸에 받은 그는<br>어릴 적부터 수많은 마도서에 둘러싸여 자랐다.<br>또래의 아이들과 단절된 환경 속에서<br>자란 니콜은, 이윽고 책 속 등장 인물에게<br>강한 관심을 가지게 된다.<br>그중에서도 그가 가장 큰 관심을 보인 인물은<br>전설 속에 등장하는 어둠의 군세의 여전사였다.",
						"Un tacticien militaire au service de la Fédération d'Olderion. Jeune espoir du clan des gardiens de l'eau, il a grandi au milieu des livres de magie, sans contact avec les autres enfants de son âge. À la place, il se passionnait pour les personnages mentionnés dans ces ouvrages. Celui qui retint le plus son attention était une légendaire guerrière appartenant à l'armée des ténèbres.",
						"Ein Stratege in der Armee der Republik Olderion. Er wuchs mit der Last großer Erwartungen auf und verbrachte seine Kindheit mit dem Studium zahlloser magischer Bücher. Isoliert von anderen Kindern seines Alters entwickelte er ein tiefes Interesse für die Personen, die in seinen Büchern vorkamen. Sein Interesse galt besonders einer legendären Kriegerin, die für die Mächte der Finsternis kämpfte.",
						"Estratega militar de la Federación de Olderion. De niño recibió innumerables libros de magia, puesto que sobre él se habían depositado grandes expectativas de que se convirtiera en uno de los Guardianes del Agua. Creció aislado del resto de niños de su edad y, en su lugar, centró todo su interés en las personas sobre las que leía en sus libros, sobre todo en cierta guerrera legendaria del ejército de la oscuridad."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"For Elle and Luka's sake as well,<br>I must keep facing forward.<br>That, I have sworn to.",
						"為了艾爾和露露卡，<br>我也絕不會回頭。<br>我已經發過誓了。",
						"엘과 루루카를 위해서라도<br>절대 뒤돌아보지 않겠다.<br>전 그렇게 맹세했습니다.",
						"Je dois continuer d'aller de l'avant pour le bien de Luluka et d'Elle.<br>Je dois honorer la promesse que je leur ai faite.",
						"Ich darf nicht zurückblicken, nicht verzagen,<br>auch um Ehls und Lukas Willen.<br>Das habe ich geschworen.",
						"Debo seguir adelante,<br>también por Elle y Luka.<br>Eso me he jurado."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Visions...<br>The power written of in books of old.<br>When might it ever become reality?",
						"幻兵……<br>古老文獻中記述的力量。<br>總有一天，我會找到它的真相。",
						"비전…<br>고대의 문헌에 등장하는 힘.<br>언젠가는 그 진실을 알 수 있을까?",
						"Les visions...<br>Le pouvoir dont parlait les anciens écrits.<br>Je me demande quand est-ce qu'il deviendra réalité.",
						"Visionen ...<br>Die Macht, von der die alten Texte sprachen.<br>Ob ich sie je begreifen werde?",
						"Visiones...<br>El poder descrito en los libros de antaño.<br>¿Cuándo podría volverse una realidad?"
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 3,
				"level": 1,
				"type": "MAGIC",
				"id": 20020
			},
			{
				"rarity": 3,
				"level": 12,
				"type": "MAGIC",
				"id": 20040
			},
			{
				"rarity": 3,
				"level": 28,
				"type": "ABILITY",
				"id": 100040
			},
			{
				"rarity": 3,
				"level": 40,
				"type": "MAGIC",
				"id": 30040
			},
			{
				"rarity": 4,
				"level": 21,
				"type": "MAGIC",
				"id": 20090
			},
			{
				"rarity": 4,
				"level": 30,
				"type": "MAGIC",
				"id": 20110
			},
			{
				"rarity": 4,
				"level": 42,
				"type": "MAGIC",
				"id": 30060
			},
			{
				"rarity": 4,
				"level": 54,
				"type": "ABILITY",
				"id": 100100
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 202960
			},
			{
				"rarity": 5,
				"level": 32,
				"type": "MAGIC",
				"id": 30200
			},
			{
				"rarity": 5,
				"level": 51,
				"type": "MAGIC",
				"id": 20210
			},
			{
				"rarity": 5,
				"level": 62,
				"type": "MAGIC",
				"id": 20230
			},
			{
				"rarity": 5,
				"level": 72,
				"type": "MAGIC",
				"id": 30120
			},
			{
				"rarity": 5,
				"level": 72,
				"type": "MAGIC",
				"id": 30170
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 202950
			}
		]
	},
	"100000414": {
		"rarity_min": 4,
		"rarity_max": 6,
		"name": "Hunter Nichol",
		"names": [
			"Hunter Nichol",
			"獵人尼科爾",
			"헌터 니콜",
			"Nichol chasseur",
			"Jäger-Nichol",
			"Nichol cazador"
		],
		"game_id": 20007,
		"game": null,
		"job_id": 112,
		"job": "Hunter",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": true,
		"TMR": [
			"EQUIP",
			409012400
		],
		"equip": [
			1,
			2,
			41,
			51,
			52,
			60
		],
		"entries": {
			"100000414": {
				"compendium_id": 626,
				"rarity": 4,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						701,
						2123,
						210
					],
					"MP": [
						31,
						94,
						35
					],
					"ATK": [
						33,
						100,
						18
					],
					"DEF": [
						24,
						74,
						14
					],
					"MAG": [
						24,
						74,
						14
					],
					"SPR": [
						23,
						71,
						14
					]
				},
				"limitburst_id": 100000414,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						20,
						20,
						20
					]
				],
				"attack_frames": [
					28,
					52,
					94,
					142,
					213
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 2,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					6,
					4,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020200": 25,
						"290030000": 13,
						"290050300": 15,
						"290040400": 8,
						"290050400": 8
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"It would be a good idea to use this<br>opportunity to try out a new style of fighting.",
						null,
						null,
						null,
						null,
						"Sería buena idea aprovechar<br>esta oportunidad para probar un nuevo estilo de lucha."
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						"多虧這趟旅途，<br>我的視野好像變得更遼闊了。<br>今後也保持警覺的前進吧。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"When using equipment to its maximum,<br>I think one wouldn't be wrong to refer to<br>Rain and Lasswell's fighting styles.",
						null,
						null,
						null,
						null,
						"Cuando se usa el equipo al máximo,<br>creo que uno no se equivoca si hace referencia<br>a los estilos de combate de Rain y Lasswell."
					]
				}
			},
			"100000415": {
				"compendium_id": 627,
				"rarity": 5,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						908,
						2753,
						240
					],
					"MP": [
						41,
						123,
						40
					],
					"ATK": [
						42,
						126,
						24
					],
					"DEF": [
						31,
						93,
						16
					],
					"MAG": [
						31,
						93,
						16
					],
					"SPR": [
						29,
						89,
						16
					]
				},
				"limitburst_id": 100000415,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						20,
						20,
						20
					]
				],
				"attack_frames": [
					28,
					52,
					94,
					142,
					213
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 2,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					7,
					5,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060200": 20,
						"290060400": 10,
						"290060300": 10,
						"290060100": 5,
						"290050500": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Your equipment determines your style of fighting. I will need to try out some new strategies.",
						null,
						null,
						null,
						null,
						"Tu equipo determina tu estilo de combate. Necesito probar algunas estrategias nuevas."
					],
					"evolution": [
						"I now grasp the characteristics of this equipment. Now, how might I make best use of them.",
						null,
						null,
						null,
						null,
						"Ahora entiendo las características de este equipo. Ahora puedo aprovecharlas al máximo."
					],
					"affinity": [
						null,
						"多虧這趟旅途，<br>我的視野好像變得更遼闊了。<br>今後也保持警覺的前進吧。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Read your opponent and attack their weak point.<br>Even the strongest of monsters can<br>be taken down if proper measures are taken.",
						null,
						null,
						null,
						null,
						"Analiza a tu oponente y atácale en sus puntos débiles.<br>Hasta a los monstruos más poderosos se les<br>puede derrotar con los ataques adecuados."
					]
				}
			},
			"100000416": {
				"compendium_id": 628,
				"rarity": 6,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						1185,
						3592,
						390
					],
					"MP": [
						53,
						160,
						65
					],
					"ATK": [
						52,
						157,
						34
					],
					"DEF": [
						40,
						121,
						26
					],
					"MAG": [
						40,
						121,
						26
					],
					"SPR": [
						39,
						117,
						26
					]
				},
				"limitburst_id": 100000416,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						20,
						20,
						20
					]
				],
				"attack_frames": [
					28,
					52,
					94,
					142,
					213
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 2,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					8,
					6,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Both making use of one's equipment and<br>the act of killing are up to the user.<br>Of course, I shall make use of this.",
						null,
						null,
						null,
						null,
						"Uno mismo es quien elige si fabrica su propio equipo<br>o incluso si opta por la violencia. Desde luego, yo voy a usar esto."
					],
					"evolution": [
						"...I see.<br>By doing this, we're able to draw<br>out the latent power in this equipment.",
						null,
						null,
						null,
						null,
						"... Ya veo.<br>Así, podemos extraer<br>todo el poder que hay en este equipo."
					],
					"affinity": [
						null,
						"多虧這趟旅途，<br>我的視野好像變得更遼闊了。<br>今後也保持警覺的前進吧。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Thanks to this equipment<br>I have more strategic range.",
						null,
						null,
						null,
						null,
						"Gracias a este equipo,<br>tengo más alcance estratégico."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 4,
				"level": 1,
				"type": "ABILITY",
				"id": 212680
			},
			{
				"rarity": 4,
				"level": 12,
				"type": "ABILITY",
				"id": 100730
			},
			{
				"rarity": 4,
				"level": 28,
				"type": "ABILITY",
				"id": 100090
			},
			{
				"rarity": 4,
				"level": 41,
				"type": "ABILITY",
				"id": 100050
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 212970
			},
			{
				"rarity": 5,
				"level": 26,
				"type": "ABILITY",
				"id": 212940
			},
			{
				"rarity": 5,
				"level": 58,
				"type": "ABILITY",
				"id": 212980
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 101370
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 212930
			},
			{
				"rarity": 6,
				"level": 47,
				"type": "ABILITY",
				"id": 212960
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 212950
			}
		]
	},
	"100000503": {
		"rarity_min": 3,
		"rarity_max": 5,
		"name": "Lid",
		"names": [
			"Lid",
			"里德",
			"리드",
			"Lid",
			"Lid",
			"Lid"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 57,
		"job": "Airship Tech",
		"sex_id": 2,
		"sex": "Female",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": null,
		"equip": [
			5,
			6,
			7,
			8,
			9,
			14,
			15,
			40,
			50,
			51,
			60
		],
		"entries": {
			"100000503": {
				"compendium_id": 240,
				"rarity": 3,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						427,
						1293,
						180
					],
					"MP": [
						20,
						62,
						30
					],
					"ATK": [
						17,
						50,
						12
					],
					"DEF": [
						16,
						47,
						12
					],
					"MAG": [
						16,
						49,
						12
					],
					"SPR": [
						15,
						44,
						12
					]
				},
				"limitburst_id": 100000503,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					70
				],
				"effect_frames": [
					68
				],
				"max_lb_drop": 8,
				"ability_slots": 2,
				"magic_affinity": [
					0,
					0,
					1,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010200": 20,
						"290050200": 10,
						"290020600": 8,
						"290030000": 3,
						"290050300": 3
					}
				},
				"strings": {
					"description": [
						"An airship engineer from Dirnado, who grew from a kid toying with machines in her parents' workshop to the finest engineer in the Industrial City. Lid is determined to inherit the name Cid, an honor granted only to the greatest in her trade. Her only serious flaw seems to be her love of money.",
						"迪爾納特出身的飛空艇技師，<br>她自幼就整日泡在自家的工房中鑽研機械，<br>因此在整個工業都市中，<br>她的手藝也是數一數二的。<br>她自認為自己才是能夠繼承<br>最強的技師稱號「希德」的人。<br>但見錢眼開是她的一個缺點。",
						"디르나드 출신의 비공정 기술자. 어릴 때부터 집 안 공방에 틀어박혀 밤낮으로 기계를 만지작거린 덕분에 그녀의 실력은 공업도시에서도 1, 2위를 다툴 정도이다. 최고의 기술자에게 주어지는 칭호인 '시드'의 이름을 계승할 자라고 자부하고 있다. 다만, 돈에 집착하는 것이 옥에 티다.",
						"Une ingénieure d'aéronef de Dirnado. Lid passa le plus clair de son temps dans l'atelier de ses parents à s'amuser avec des machines, ce qui fut sûrement à l'origine des talents qui firent d'elle la meilleure ingénieure de la ville. Elle est également convaincue qu'elle va hériter du nom de Cid, un honneur accordé aux ingénieurs les plus brillants. Son seul défaut semble être son amour inconditionnel de l'argent.",
						"Eine Luftschiffmechanikerin aus Dirnado. Schon als Kind verbrachte Lid die meiste Zeit in der Werkstatt ihrer Eltern und experimentierte mit Maschinen, sodass sie schließlich zu den besten der Industriestadt gehörte. Sie glaubt, dass sie eines Tages den Titel eines Cid übernehmen würde, eine Ehre für die brillantesten Mechaniker. Lids einzige Schwäche ist die Liebe zu Gil.",
						"Una ingeniera aérea de Dirnado. Desde su niñez Lid pasó la mayor parte de su tiempo en el taller de sus padres jugueteando con las máquinas, lo que hizo que sus habilidades se volvieran mejores que las de cualquiera en la ciudad industrial. También confía en ser quién herede el nombre de Cid, honor reservado a los ingenieros más brillantes. El único punto flaco de Lid parece ser su debilidad por los guiles."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"All right!<br>Now I can collect even more gil!<br>Wait, whaddaya mean this has<br>nothing to do with that!?",
						"好了，這樣一來ＧＩＬ就能多得花不完了。<br>咦？是我想太多了嗎？",
						"좋았어, 이걸로 길도 펑펑~<br>뭐? 그거랑 이거는 관계없다고?",
						"Super !<br>Je peux collecter encore plus de gils maintenant !<br>Comment ça, ça n'a rien à voir avec ça ?!",
						"Schön!<br>Nun kann ich noch mehr Gil sammeln!<br>Halt, was meinst du, das<br>hat damit nichts zu tun?!",
						"¡Toma ya!<br>¡Ahora puedo conseguir más guiles!<br>¿Cómo?<br>¿Qué eso no tiene nada que ver con esto?"
					]
				}
			},
			"100000504": {
				"compendium_id": 241,
				"rarity": 4,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						555,
						1681,
						240
					],
					"MP": [
						27,
						81,
						40
					],
					"ATK": [
						21,
						65,
						16
					],
					"DEF": [
						20,
						61,
						16
					],
					"MAG": [
						21,
						64,
						16
					],
					"SPR": [
						19,
						58,
						16
					]
				},
				"limitburst_id": 100000504,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					70
				],
				"effect_frames": [
					68
				],
				"max_lb_drop": 10,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					0,
					2,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020600": 15,
						"290030000": 8,
						"290050300": 5,
						"290040100": 3,
						"290050400": 3
					}
				},
				"strings": {
					"description": [
						"An airship engineer from Dirnado. Lid had an interest in machinery from childhood, but it wasn't until her older brother began showing her the ropes (and gears) that her aptitude blossomed into real talent. Her most treasured possession is her robot chocobo named Mechabo, which she and her brother built together. She became even more attached to Mechabo when her brother left home.",
						"迪爾納特出身的飛空艇技師，<br>自幼便和哥哥一起研究機械。<br>雖然最開始她對機械並不精通，<br>但在哥哥的教導下漸漸展露了才能。<br>她一直將與哥哥一起製作的機械陸行鳥——<br>「機械鳥」視作至寶，在哥哥離開家之後，<br>她更是待機械鳥如家人一般。",
						"디르나드 출신의 비공정 기술자. 어릴 때부터 오빠와 함께 기계를 다뤄 왔다. 처음에는 기계를 다루는 데 서툴렀지만, 오빠의 가르침을 받으며 그 재능을 꽃피웠다. 가장 소중히 여기는 것은 오빠와 함께 만든 기계 초코보인 '메카보'로, 오빠가 사라진 뒤에 더더욱 가족처럼 여기게 되었다.",
						"Une ingénieure d'aéronef de Dirnado. Lid était passionnée par les machines depuis sa plus tendre enfance, mais ce n'est que lorsque son grand frère lui apprit comment s'occuper de tels monstres de technologie que son génie s'épanouit totalement. Son objet le plus précieux était un chocobo mécanique appelé \"Mécabo\" qu'elle avait fabriqué avec son frère. Elle se rapprocha encore plus de Mécabo lorsque son frère la quitta.",
						"Eine Luftschiffmechanikerin aus Dirnado. Schon in jungen Jahren zeigte Lid ihre Begeisterung für Maschinen, doch erst unter ihrem älteren Bruder blühte ihr Talent auf. Ihr liebster Besitz ist ihr Roboter-Chocobo namens „Mechabo“, den sie gemeinsam mit ihrem Bruder baute. Als ihr Bruder fortging, wuchs ihr Mechabo noch mehr ans Herz.",
						"Una ingeniera aérea de Dirnado. Lid mostró gran interés por las máquinas desde niña, pero no sacó a la luz todo su potencial hasta que su hermano le enseño a como manejar la tecnología. Su más preciada posesión es su robot chocobo \"Chocobot\", al que construyó junto a su hermano. Esta cogió mucho más cariño a Chocobot después de que su hermano se marchara de casa."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"I'm gonna be better than him,<br>and I'll do it my way, see?<br>I'll make it so that anyone<br>can fly in an airship!",
						"我要以自己的方法超越那個傢伙。<br>一定要做出量產型飛空艇！",
						"나는 내 방식으로<br>녀석을 뛰어넘을 거야.<br>양산형 비공정으로 말이지!",
						"Je finirai par le dépasser<br>à ma façon.<br>Je ferai des aéronefs accessibles à tous !",
						"Ich werde besser als er sein,<br>auf meine Weise.<br>Ich werde Luftschiffe<br>für alle herstellen!",
						"Voy a ser mejor que él<br>a mi modo.<br>¡Voy a fabricar barcos voladores<br>en los que todo el mundo pueda viajar!"
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"When you're having a tough time,<br>do you look down at your feet,<br>or up to the skies?",
						"在失落時，你是低頭看腳下，<br>還是抬頭看天空？",
						"사람들은 우울할 때 땅을 내려다보거나<br>하늘을 올려보거나 하지. 너는 어느 쪽이야?",
						"Lorsque tu as un coup dur dans la vie est-ce que tu regardes tes pieds ou le ciel ?",
						"Wenn es dir schlecht geht,<br>siehst du dann auf deine Füße<br>oder hinauf in den Himmel?",
						"¿Qué haces cuando te sientes deprimido?<br>¿Miras abajo alicaído o al cielo esperanzado?"
					]
				}
			},
			"100000505": {
				"compendium_id": 242,
				"rarity": 5,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						721,
						2186,
						300
					],
					"MP": [
						35,
						106,
						50
					],
					"ATK": [
						28,
						85,
						20
					],
					"DEF": [
						26,
						80,
						20
					],
					"MAG": [
						28,
						84,
						20
					],
					"SPR": [
						25,
						76,
						20
					]
				},
				"limitburst_id": 100000505,
				"attack_count": 100,
				"attack_damage": [
					[
						100
					]
				],
				"attack_frames": [
					70
				],
				"effect_frames": [
					68
				],
				"max_lb_drop": 12,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					0,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"An airship engineer who is paving the way to a new era. Unfortunately for Lid, her older brother was the one to inherit the Cid name she so coveted, after he left home. Regardless, she single-handedly renovated the desolate workshop her brother had abandoned, using the first Cid and his philosophy of freedom as her inspiration. Lid now seeks to become the embodiment of her hero as she travels with Rain.",
						"開闢新時代的飛空艇技師，<br>人們認為她的哥哥是下一代的「希德」。<br>然而哥哥卻離開了家，工房也臨近荒廢。<br>她憑藉自己一人的力量重建起了工房，<br>在她最痛苦的時候，支撐著她的是<br>初代希德與其自由的思想。<br>在與雷因等人旅行的途中，<br>這種思想也從她的身上體現了出來。",
						"새로운 시대를 열어갈 비공정 기술자.  그녀의 오빠는 차기 '시드'로 주목을  받고 있었지만 집을 뛰쳐나갔고,  그 때문에 문 닫을 위기에 처한 공방을  그녀의 실력 하나로 지켜낼 수 있었다. 그때 그녀를 지탱해준 것이 초대 '시드'의 존재와 그의 자유로운 사상이었다.  그리고 그녀는 레인 일행과의 여행을 통해 그 사상을 몸소 체현하게 된다.",
						"Une ingénieure d'aéronef qui ouvre la voie d'une nouvelle ère. Malheureusement pour Lid, s'est son grand frère qui reçut le titre de Cid qu'elle convoitait après son départ. Néanmoins, elle réussit à rénover toute seule l'atelier désolé que son grand frère abandonna et utilisa la légende du premier Cid comme source d'inspiration. Lid cherche maintenant à devenir le héros qu'elle admire tant.",
						"Eine Luftschiffmechanikerin, die den Weg in eine neue Ära bereitet. Leider nur übernahm Lids älterer Bruder den Namen eines Cid, als dieser ihr Zuhause verließ. Dennoch renovierte sie ganz alleine die von ihrem Bruder aufgegebene Werkstatt, indem sie sich vom ersten Cid und seiner Geschichte des Friedens inspirieren ließ. Auf ihrer Reise mit Rain möchte Lid nun zur neuen Verkörperung ihres Helden werden.",
						"Una ingeniera aérea de Dirnado que abrirá las puertas a una nueva era. Su hermano mayor fue considerado por muchos el digno heredero del título de Cid. Aun así ella sola se encargó de renovar el desolado taller que su hermano abandonó al irse de casa. Su devoción por la figura y la visión del primer Cid fue lo que la dio fuerzas para ello. Lid busca ahora hacer realidad la visión de Cid viajando con Rain y su grupo."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"I'll be the one to<br>inherit the Cid name.<br>I feel like I've gotta<br>take care of it, now!",
						"我要繼承「希德」之名，<br>我有這個責任。",
						"'시드'의 이름을 이어받는 건 나야.<br>내게는 그래야 할 책임이 있으니까.",
						"Je serai l'héritière du titre de Cid. C'est ma responsabilité, à moi seule.",
						"Ich werde den Namen<br>des Cid erben.<br>Nur ich<br>und ich alleine.",
						"Seré yo quien herede<br>el nombre de Cid.<br>Es mi responsabilidad,<br>solo mía."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I'm gonna build an airship that everyone can ride, no matter who they are or where they come from! You got a problem with that?",
						"與國籍、身份無關，<br>誰都可以製作翱翔天空的飛空艇。<br>哎呀，這話有點不符合我的性格呢。",
						"나라와 신분과는 관계없이 누구나가<br>하늘을 날 수 있는 비공정을 만들 거야.<br>나답지 않은 소릴 했나?",
						"Je vais construire un aéronef dans lequel tout le monde pourra monter, qu'importe leur nationalité ou statut. Comment ça, ça me ressemble pas ?",
						"Ich werde ein Luftschiff bauen, mit dem jeder fahren kann, Herkunft oder Status spielen keine Rolle? Was? Hab ich was Komisches gesagt?",
						"Voy a construir una nave en la que cualquiera pueda subirse,<br>sin importar su procedencia o estatus.<br>¿Qué? ¿Acaso he dicho algo raro?"
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 3,
				"level": 1,
				"type": "ABILITY",
				"id": 201360
			},
			{
				"rarity": 3,
				"level": 6,
				"type": "ABILITY",
				"id": 200050
			},
			{
				"rarity": 3,
				"level": 15,
				"type": "ABILITY",
				"id": 100070
			},
			{
				"rarity": 3,
				"level": 24,
				"type": "ABILITY",
				"id": 201760
			},
			{
				"rarity": 3,
				"level": 36,
				"type": "ABILITY",
				"id": 201310
			},
			{
				"rarity": 4,
				"level": 24,
				"type": "ABILITY",
				"id": 101030
			},
			{
				"rarity": 4,
				"level": 38,
				"type": "ABILITY",
				"id": 201430
			},
			{
				"rarity": 4,
				"level": 54,
				"type": "ABILITY",
				"id": 201770
			},
			{
				"rarity": 5,
				"level": 37,
				"type": "ABILITY",
				"id": 100160
			},
			{
				"rarity": 5,
				"level": 42,
				"type": "ABILITY",
				"id": 201290
			},
			{
				"rarity": 5,
				"level": 65,
				"type": "ABILITY",
				"id": 201780
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 200460
			}
		]
	},
	"100000513": {
		"rarity_min": 3,
		"rarity_max": 5,
		"name": "Hunter Lid",
		"names": [
			"Hunter Lid",
			"獵人里德",
			"헌터 리드",
			"Lid chasseuse",
			"Jäger-Lid",
			"Lid cazadora"
		],
		"game_id": 20007,
		"game": null,
		"job_id": 112,
		"job": "Hunter",
		"sex_id": 2,
		"sex": "Female",
		"tribe_id": 5,
		"is_summonable": true,
		"TMR": [
			"EQUIP",
			409012300
		],
		"equip": [
			9,
			15,
			40,
			41,
			50,
			51,
			52,
			60
		],
		"entries": {
			"100000513": {
				"compendium_id": 623,
				"rarity": 3,
				"growth_pattern": 20,
				"stats": {
					"HP": [
						514,
						1559,
						180
					],
					"MP": [
						22,
						66,
						30
					],
					"ATK": [
						23,
						70,
						12
					],
					"DEF": [
						19,
						57,
						12
					],
					"MAG": [
						16,
						49,
						12
					],
					"SPR": [
						16,
						49,
						12
					]
				},
				"limitburst_id": 100000513,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						60
					]
				],
				"attack_frames": [
					49,
					85,
					141
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 2,
				"ability_slots": 2,
				"magic_affinity": [
					0,
					0,
					1,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010000": 25,
						"290050200": 15,
						"290020200": 10,
						"290030200": 5,
						"290050300": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"I bet I could get a load of money for<br>such rare equipment as this, err...<br>I-I'm just kidding, really!",
						null,
						null,
						null,
						null,
						"Me imagino que podría conseguir bastante dinero<br>por un equipo tan raro como este, ehm...<br>¡E-era broma! ¡De veras!"
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						"如果我造好飛空艇的話，<br>就讓你第一個搭乘啦！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"With my hammer,<br>I will blow all our enemies away!",
						null,
						null,
						null,
						null,
						"¡Con mi martillo,<br>acabaré con todos mis enemigos!"
					]
				}
			},
			"100000514": {
				"compendium_id": 624,
				"rarity": 4,
				"growth_pattern": 20,
				"stats": {
					"HP": [
						669,
						2027,
						240
					],
					"MP": [
						29,
						88,
						40
					],
					"ATK": [
						29,
						89,
						16
					],
					"DEF": [
						25,
						75,
						16
					],
					"MAG": [
						20,
						61,
						16
					],
					"SPR": [
						20,
						61,
						16
					]
				},
				"limitburst_id": 100000514,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						60
					]
				],
				"attack_frames": [
					49,
					85,
					141
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 3,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					0,
					2,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020200": 20,
						"290030200": 10,
						"290050300": 10,
						"290040200": 5,
						"290050400": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"It's different from what I usually wear,<br>but it fits me pretty well, don't you think?",
						null,
						null,
						null,
						null,
						"No es como lo que suelo llevar,<br>pero me queda bien, ¿no te parece?"
					],
					"evolution": [
						"Ah, I got it!<br>Now I should go and fight, yeah?",
						null,
						null,
						null,
						null,
						"¡Ah, ya veo!<br>Ahora debería ir y luchar, ¿verdad?"
					],
					"affinity": [
						null,
						"如果我造好飛空艇的話，<br>就讓你第一個搭乘啦！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I wonder how this equipment was put together?<br>There's so much to research!",
						null,
						null,
						null,
						null,
						"Me pregunto cómo unieron todo este equipo.<br>¡Hay tanto que investigar!"
					]
				}
			},
			"100000515": {
				"compendium_id": 625,
				"rarity": 5,
				"growth_pattern": 20,
				"stats": {
					"HP": [
						872,
						2643,
						300
					],
					"MP": [
						38,
						114,
						50
					],
					"ATK": [
						39,
						117,
						20
					],
					"DEF": [
						33,
						99,
						20
					],
					"MAG": [
						27,
						82,
						20
					],
					"SPR": [
						27,
						82,
						20
					]
				},
				"limitburst_id": 100000515,
				"attack_count": 20,
				"attack_damage": [
					[
						20,
						20,
						60
					]
				],
				"attack_frames": [
					49,
					85,
					141
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					0,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Pretty cool equipment, eh?<br>I wish I could do up my<br>mechabo to match.",
						null,
						null,
						null,
						null,
						"Está bastante bien el equipo, ¿eh?<br>Ojalá pudiera hacerme mi propio<br>chocobot para conjuntar."
					],
					"evolution": [
						"Yeah, that's it!<br>I feel like I can take on<br>any kind of monster now!",
						null,
						null,
						null,
						null,
						"¡Sí, eso es!<br>¡Siento que ahora puedo enfrentarme<br>a cualquier monstruo!"
					],
					"affinity": [
						null,
						"如果我造好飛空艇的話，<br>就讓你第一個搭乘啦！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Fixing machines and repairing equipment<br>are quite different, however...<br>This is still fun for what it is!",
						null,
						null,
						null,
						null,
						"Arreglar máquinas y reparar equipo<br>son cosas bien diferentes. Sin embargo...<br>¡Sigue siendo entretenido!"
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 3,
				"level": 1,
				"type": "ABILITY",
				"id": 212680
			},
			{
				"rarity": 3,
				"level": 8,
				"type": "ABILITY",
				"id": 212910
			},
			{
				"rarity": 3,
				"level": 16,
				"type": "ABILITY",
				"id": 212860
			},
			{
				"rarity": 3,
				"level": 22,
				"type": "ABILITY",
				"id": 212870
			},
			{
				"rarity": 3,
				"level": 38,
				"type": "ABILITY",
				"id": 100070
			},
			{
				"rarity": 3,
				"level": 40,
				"type": "ABILITY",
				"id": 212880
			},
			{
				"rarity": 4,
				"level": 28,
				"type": "ABILITY",
				"id": 100010
			},
			{
				"rarity": 4,
				"level": 40,
				"type": "ABILITY",
				"id": 212850
			},
			{
				"rarity": 4,
				"level": 55,
				"type": "ABILITY",
				"id": 212890
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 212840
			},
			{
				"rarity": 5,
				"level": 24,
				"type": "ABILITY",
				"id": 100130
			},
			{
				"rarity": 5,
				"level": 46,
				"type": "ABILITY",
				"id": 101360
			},
			{
				"rarity": 5,
				"level": 67,
				"type": "ABILITY",
				"id": 212900
			},
			{
				"rarity": 5,
				"level": 74,
				"type": "ABILITY",
				"id": 212920
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 212830
			}
		]
	},
	"100000603": {
		"rarity_min": 3,
		"rarity_max": 5,
		"name": "Sakura",
		"names": [
			"Sakura",
			"櫻",
			"사쿠라",
			"Sakura",
			"Sakura",
			"Sakura"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 54,
		"job": "Sage",
		"sex_id": 2,
		"sex": "Female",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": null,
		"equip": [
			1,
			5,
			6,
			8,
			10,
			15,
			40,
			50,
			53,
			60
		],
		"entries": {
			"100000603": {
				"compendium_id": 464,
				"rarity": 3,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						504,
						1527,
						180
					],
					"MP": [
						27,
						81,
						30
					],
					"ATK": [
						20,
						60,
						12
					],
					"DEF": [
						17,
						50,
						12
					],
					"MAG": [
						20,
						60,
						12
					],
					"SPR": [
						17,
						53,
						12
					]
				},
				"limitburst_id": 100000603,
				"attack_count": 50,
				"attack_damage": [
					[
						50,
						50
					]
				],
				"attack_frames": [
					14,
					46
				],
				"effect_frames": [
					12,
					44
				],
				"max_lb_drop": 3,
				"ability_slots": 2,
				"magic_affinity": [
					2,
					5,
					3,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010100": 20,
						"290050200": 10,
						"290020300": 8,
						"290030300": 3,
						"290050300": 3
					}
				},
				"strings": {
					"description": [
						"A mage Rain and his companions met in Zoldaad. Sakura's childlike appearance hides the fact that she is well over 700 years old, as well as the main leader behind the founding of Mysidia. Her age shows in her dignified manner of speaking, and she has earned the respect of all the mages in the nation for her incredible magical prowess. Curiously, her true identity remains a mystery to those around her.",
						"雷因一行人在佐爾達多遇到的魔道士，<br>雖然她外表是個小孩子，<br>但實際年齡已經超過了７００歲，<br>密西迪亞就是她一手建立起來的。<br>她說話語氣陳腐，顯得很有威嚴，<br>魔力強大深受國內魔道士敬畏，<br>但真面目無人知曉。",
						"마도사 국가 미시디아의 마도사.<br>어린 소녀로 보이지만 실은 700년 이상의 세월을<br>살아온, 미시디아를 창립한 장본인이다.<br>원숙하고도 위엄있는 언행과<br>강력한 마력을 갖추고 있어 동료 마도사들로부터<br>인정받고 있으나, 그 정체는 수수께끼에 싸여 있다.",
						"Une mage que Rain et ses compagnons ont rencontré à Zoldaad. L'allure d'enfant de Sakura cache le fait qu'elle a plus de 700 ans, et qu'elle est à l'origine de la fondation de Mysidia. Son âge se lit dans la dignité de ses paroles. Elle a gagné le respect de tous les mages de la nation pour ses prouesses époustouflantes en magie. Curieusement, sa véritable identité reste un mystère pour ceux qui l'entourent.",
						"Eine Magierin, die Rain und seine Begleiter in Zoldaad treffen. Sakuras kindliche Erscheinung verbirgt, dass sie über 700 Jahre alt ist sowie die Hauptgründerin von Mysidia. Ihre würdevolle Art zu sprechen und der Respekt, denn ihr alle Magier wegen ihrer Macht zollen, deutet jedoch auf ihr Alter hin. Ihre wahre Identität bleibt aber für alle ein Geheimnis.",
						"Una maga que Rain y sus compañeros conocieron en Zoldaad. La apariencia aniñada de Sakura esconde el hecho de que tiene más de 700 años, y además se trata de la líder principal que hay tras la fundación de Mysidia. Su edad se muestra en su dignificada forma de hablar, y se ha ganado el respeto de todos los magos de la nación gracias a sus increíbles proezas mágicas. Curiosamente, su verdadera identidad sigue siendo un misterio para aquellos que la rodean."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Oh, my power is coming back.<br>It would be nice to get some exercise<br>after so long.",
						"噢！力量回到了身體中。<br>讓我久違地展現一下身手吧。",
						"오오, 힘이 돌아온다.<br>오랜만에 실력발휘 좀 하겠구먼.",
						"Oh, mes forces me reviennent.<br>J'aurais besoin d'un peu d'exercice, ça fait si longtemps.",
						"Oh, meine Kraft kehrt zurück.<br>Etwas Übung nach so langer Zeit<br>wäre schön.",
						"Oh, estoy recuperando mi poder.<br>Vendrá bien algo de ejercicio después de tanto tiempo."
					]
				}
			},
			"100000604": {
				"compendium_id": 465,
				"rarity": 4,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						655,
						1986,
						240
					],
					"MP": [
						35,
						106,
						40
					],
					"ATK": [
						26,
						79,
						16
					],
					"DEF": [
						21,
						65,
						16
					],
					"MAG": [
						26,
						79,
						16
					],
					"SPR": [
						23,
						70,
						16
					]
				},
				"limitburst_id": 100000604,
				"attack_count": 50,
				"attack_damage": [
					[
						50,
						50
					]
				],
				"attack_frames": [
					14,
					46
				],
				"effect_frames": [
					12,
					44
				],
				"max_lb_drop": 4,
				"ability_slots": 3,
				"magic_affinity": [
					3,
					6,
					4,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020300": 15,
						"290030300": 8,
						"290050300": 5,
						"290040300": 3,
						"290050400": 3
					}
				},
				"strings": {
					"description": [
						"The mage who founded Mysidia. Although Sakura maintains the physical appearance of a young girl despite being more than 700 years old, she trained the mages of the nation she established whilst attempting to protect the world from the shadows by foiling the plans of the many Veritas. Even more intriguing, she also seems to share a close relationship with Sir Raegen, Rain's father. Believing that Rain and his friends are destined to save the world, she has taken it upon herself to act as their guardian.",
						"創建了密西迪亞的魔道士，<br>在這700年來，她一直保持著少女的外貌，<br>表面上她建立了密西迪亞，<br>培養了諸多的魔道士，<br>暗地中她還在為從維利亞斯手中保護世界，<br>進行著各種各樣的活動。<br>她與雷因的父親雷根有著很深的交情，<br>並在暗中觀察雷因等人是否擁有<br>拯救世界的潛質。",
						"미시디아를 창립한 마도사.<br>700년 동안 소녀의 모습을 한 채 살아오며<br>미시디아를 창립하여 마도사를 육성하는 한편<br>세계를 베리어스들의 음모에서<br>지키기 위해, 계획적으로 암약해 왔다.<br>레인의 아버지 레겐과는 깊은 관계가 있으며<br>그들에게 세계를 구해낼 역량이 있는지<br>주의 깊게 지켜보고 있다.",
						"La mage qui a fondé Mysidia. Sakura entraîne les mages de sa nation, malgré qu'elle conserve l'apparence physique d'une jeune fille depuis plus de 700 ans. Elle tente également de défendre le monde contre les ténèbres, en déjouant les plans des nombreux Veritas. Plus intrigant encore, elle semble être très proche de sire Raegen, le père de Rain. Pensant que Rain et ses amis sont voués à sauver le monde, elle s'est engagée à devenir leur gardienne.",
						"Die Magierin, die Mysidia gründete. Obwohl Sakura aussieht wie ein junges Mädchen ist sie mehr als 700 Jahre alt und bildete die Magier ihrer Nation aus, während sie die Pläne der Veritas vereitelte und so die Welt beschützte. Noch faszinierender ist, dass sie Sir Raegen nahezustehen scheint, Rains Vater. Da sie glaubt, dass Rain und seine Freunde dazu bestimmt sind, die Welt zu retten, nimmt sie die Aufgabe einer Wächterin auf sich.",
						"La maga que fundó Mysidia. Aunque Sakura mantiene la apariencia física de una chica joven, a pesar de tener más de 700 años de edad, fue quien entrenó a los magos de la nación que estableció mientras intentaba proteger al mundo de las sombras, frustrando los planes de los Veritas. Algo más intrigante aún es que parece guardar una relación muy estrecha con Sir Raegen, el padre de Rain. Al creer que Rain y sus amigos están destinados a salvar el mundo, ha adoptado la tarea de actuar como su guardiana."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"It's been a long time<br>since I lost my power.<br>It seems to be coming back, now.",
						"我長久以來失去的力量<br>正在一點點恢復。",
						"내가 오래전<br>잃어버렸던 힘……<br>그 힘이 돌아오고 있는 건가.",
						"J'ai perdu mes pouvoirs il y a longtemps...<br>Mais on dirait qu'ils sont revenus",
						"Vor langer Zeit<br>verlor ich meine Kräfte.<br>Jetzt scheinen sie wiederzukommen.",
						"Hace ya tiempo que perdí mis poderes.<br>Ahora parece que están volviendo a mi."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"So I am to be strengthened by<br>the power of these visions....<br>How times have changed.",
						"沒想到我竟然會被<br>幻兵之力強化……<br>世道真是變了啊。",
						"내가 비전의 힘으로<br>강해질 줄이야……<br>시대는 변하는 법이로고.",
						"Vous avez renforcé ma puissance grâce aux visions, vous dites ?<br>Les temps ont bien changé.",
						"Die Kraft dieser Visionen<br>stärkt mich also ...<br>Wie die Zeiten sich ändern.",
						"Así que el poder de las visiones me hace más fuerte...<br>Cómo cambian las cosas."
					]
				}
			},
			"100000605": {
				"compendium_id": 466,
				"rarity": 5,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						852,
						2583,
						300
					],
					"MP": [
						46,
						139,
						50
					],
					"ATK": [
						34,
						103,
						20
					],
					"DEF": [
						28,
						85,
						20
					],
					"MAG": [
						34,
						103,
						20
					],
					"SPR": [
						30,
						92,
						20
					]
				},
				"limitburst_id": 100000605,
				"attack_count": 50,
				"attack_damage": [
					[
						50,
						50
					]
				],
				"attack_frames": [
					14,
					46
				],
				"effect_frames": [
					12,
					44
				],
				"max_lb_drop": 5,
				"ability_slots": 4,
				"magic_affinity": [
					4,
					7,
					5,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"A mage originating from Paladia who was witness to the war between Aldore and Hess more than 700 years past. Sakura once donned the armor that earned her the name of Veritas of the Bolt seeking to return to her home world. However, in time she learned to make her peace with the people of Lapis by living among them, and now opposes the ambitions of the other Veritas.",
						"經歷了700年前在帕拉迪亞發生的阿爾多爾與赫斯之間的戰鬥後，來到這個世界的魔道士。她曾經身穿「迅雷之維利亞斯」的鎧甲，想要用一切辦法回到帕拉迪亞去，而現在她致力於摸索與這個世界的人共榮共存的方法，因此與維利亞斯等人決裂。",
						"700년 전, 머나먼 세계 파라디아에서 벌어진 '알도르'와 '헤스'의 전쟁을<br>겪고, 이 땅을 찾은 마도사.<br>과거 '맹렬한 우레의 베리어스'로서<br>갑옷을 두르고 원래의 세계로<br>돌아가고자 했지만, 현재는<br>이 세계에서 인간과 공존할  방법을 모색하고 있으며<br>베리어스들과는 적대관계에 서 있다.",
						"Une mage originaire de Paladia qui a vécu la guerre entre Aldore et Hess, il y a plus de 700 ans. Sakura portait autrefois une armure qui lui valait le titre de Veritas de la Foudre, cherchant à retourner dans le monde d'où elle venait. Cependant, elle a depuis appris à vivre en paix avec les habitants de Lapis, et s'oppose maintenant aux desseins des autres Veritas.",
						"Eine Magierin aus Paladia, die vor mehr als 700 Jahren den Krieg zwischen Ardoll und Hess miterlebte. Sakura trug einst die Rüstung, die ihr den Namen Veritas der Blitzende verlieh und wollte in ihre Heimat zurückkehren. Mit der Zeit schloss sie jedoch Frieden mit den Bewohnern von Lapis und steht jetzt den Ambitionen der anderen Veritas entgegen.",
						"Una maga que proviene de Paladia, y que fue testigo de la guerra entre Aldore y Hess que sucedió hace más de 700 años. Sakura una vez donó la armadura que le brindó el nombre de Veritas el centelleante, buscando regresar a su mundo. Sin embargo, aprendió a tiempo a hacer las paces con la gente de Lapis viviendo entre ellos, y ahora se opone a las ambiciones de los demás Veritas."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"With all this power flowing out of me...<br>I can remember my time as a warrior.",
						"力量不斷湧出……<br>……讓我想起了還是戰士的時候。",
						"이렇게 힘이 넘쳐흐르는 것을 보니……<br>전사였던 때가 생각나는구먼.",
						"Ma puissance sort par tous les pores de ma peau...<br>Ça me rappelle lorsque j'étais guerrier.",
						"Dank all dieser Kraft in mir ...<br>erinnere ich mich wieder an meine Zeit als Krieger.",
						"Con todo este poder rebosándome...<br>Me vienen a la cabeza los tiempos de guerrera."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"I won't use this power to fight,<br>but to protect you all.",
						"這力量，<br>今後要為了守護而使用。",
						"다음번엔 싸우기 위해서가 아니라<br>지키기 위해서 이 힘을 쓰겠느니라.",
						"Je n'utiliserai pas ce pouvoir pour me battre,<br>mais pour tous vous protéger.",
						"Ich werde mit dieser Kraft nicht kämpfen,<br>sondern euch alle beschützen.",
						"No usaré este poder para pelear,<br>sino para protegeros a vos."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 3,
				"level": 1,
				"type": "ABILITY",
				"id": 200160
			},
			{
				"rarity": 3,
				"level": 1,
				"type": "MAGIC",
				"id": 20030
			},
			{
				"rarity": 3,
				"level": 10,
				"type": "MAGIC",
				"id": 30090
			},
			{
				"rarity": 3,
				"level": 10,
				"type": "MAGIC",
				"id": 30140
			},
			{
				"rarity": 3,
				"level": 18,
				"type": "ABILITY",
				"id": 206920
			},
			{
				"rarity": 3,
				"level": 25,
				"type": "ABILITY",
				"id": 100010
			},
			{
				"rarity": 3,
				"level": 35,
				"type": "ABILITY",
				"id": 206930
			},
			{
				"rarity": 4,
				"level": 21,
				"type": "ABILITY",
				"id": 100050
			},
			{
				"rarity": 4,
				"level": 42,
				"type": "ABILITY",
				"id": 206940
			},
			{
				"rarity": 4,
				"level": 51,
				"type": "MAGIC",
				"id": 20100
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 206950
			},
			{
				"rarity": 5,
				"level": 28,
				"type": "ABILITY",
				"id": 100080
			},
			{
				"rarity": 5,
				"level": 28,
				"type": "ABILITY",
				"id": 100110
			},
			{
				"rarity": 5,
				"level": 55,
				"type": "MAGIC",
				"id": 20220
			},
			{
				"rarity": 5,
				"level": 66,
				"type": "ABILITY",
				"id": 206960
			},
			{
				"rarity": 5,
				"level": 66,
				"type": "ABILITY",
				"id": 206970
			},
			{
				"rarity": 5,
				"level": 72,
				"type": "ABILITY",
				"id": 206990
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 206980
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "MAGIC",
				"id": 20310
			}
		]
	},
	"100000614": {
		"rarity_min": 4,
		"rarity_max": 6,
		"name": "Hunter Sakura",
		"names": [
			"Hunter Sakura",
			"獵人櫻",
			"헌터 사쿠라",
			"Sakura chasseuse",
			"Jäger-Sakura",
			"Sakura cazadora"
		],
		"game_id": 20007,
		"game": null,
		"job_id": 112,
		"job": "Hunter",
		"sex_id": 2,
		"sex": "Female",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": [
			"EQUIP",
			305001800
		],
		"equip": [
			8,
			41,
			51,
			52,
			60
		],
		"entries": {
			"100000614": {
				"compendium_id": 631,
				"rarity": 4,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						693,
						2101,
						240
					],
					"MP": [
						34,
						102,
						40
					],
					"ATK": [
						25,
						77,
						16
					],
					"DEF": [
						26,
						80,
						16
					],
					"MAG": [
						23,
						71,
						16
					],
					"SPR": [
						24,
						73,
						16
					]
				},
				"limitburst_id": 100000614,
				"attack_count": 33,
				"attack_damage": [
					[
						33,
						33,
						34
					]
				],
				"attack_frames": [
					34,
					92,
					146
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 3,
				"ability_slots": 3,
				"magic_affinity": [
					3,
					5,
					4,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020100": 25,
						"290030200": 13,
						"290050300": 15,
						"290040000": 8,
						"290050400": 8
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Whaddya think?<br>Lookin' pretty darn good, aren't I?",
						null,
						null,
						null,
						null,
						"¿Qué te parece?<br>Tengo muy buena pinta, ¿no?"
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						"看見你的身影，<br>就讓我覺得不能夠輸<br>要振作啊！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"There appear to be monsters never before seen in the Farplane.",
						null,
						null,
						null,
						null,
						"Parece que hay monstruos que nunca antes se habían visto en el Etéreo."
					]
				}
			},
			"100000615": {
				"compendium_id": 632,
				"rarity": 5,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						899,
						2723,
						300
					],
					"MP": [
						43,
						131,
						50
					],
					"ATK": [
						33,
						100,
						20
					],
					"DEF": [
						34,
						104,
						20
					],
					"MAG": [
						31,
						93,
						20
					],
					"SPR": [
						31,
						95,
						20
					]
				},
				"limitburst_id": 100000615,
				"attack_count": 33,
				"attack_damage": [
					[
						33,
						33,
						34
					]
				],
				"attack_frames": [
					34,
					92,
					146
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					4,
					6,
					5,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 4000,
					"materials": {
						"290060100": 20,
						"290060200": 10,
						"290060300": 10,
						"290060000": 5,
						"290050500": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"I'll support ya with this new armor and<br>weaponry I got from the Farplane!",
						null,
						null,
						null,
						null,
						"¡Te ayudaré con esta nueva armadura<br>y armas que conseguí en el Etéreo!"
					],
					"evolution": [
						"I feel like I can move again.<br>It's like my senses have returned to me.",
						null,
						null,
						null,
						null,
						"Siento que puedo volver a moverme.<br>Es como si hubiera recuperado los sentidos."
					],
					"affinity": [
						null,
						"看見你的身影，<br>就讓我覺得不能夠輸<br>要振作啊！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Oh, how the power is flowing through me!<br>Seems even I can still grow!",
						null,
						null,
						null,
						null,
						"¡Guau! ¡Cómo me fluye el poder!<br>¡Parece que todavía puedo crecer!"
					]
				}
			},
			"100000616": {
				"compendium_id": 633,
				"rarity": 6,
				"growth_pattern": 30,
				"stats": {
					"HP": [
						1168,
						3539,
						450
					],
					"MP": [
						55,
						168,
						75
					],
					"ATK": [
						43,
						131,
						30
					],
					"DEF": [
						45,
						136,
						30
					],
					"MAG": [
						40,
						121,
						30
					],
					"SPR": [
						41,
						124,
						30
					]
				},
				"limitburst_id": 100000616,
				"attack_count": 33,
				"attack_damage": [
					[
						33,
						33,
						34
					]
				],
				"attack_frames": [
					34,
					92,
					146
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					5,
					7,
					6,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"This equipment is tough...and strong.<br>I'm feelin' quite nostalgic, actually...",
						null,
						null,
						null,
						null,
						"Este equipo es resistente... y fuerte.<br>Hasta me estoy poniendo nostálgica..."
					],
					"evolution": [
						"You'd best leave it to me!<br>Ain't none better at gettin' the<br>most out of their equipment than me!",
						null,
						null,
						null,
						null,
						"¡Mejor déjamelo a mí!<br>¡No hay nadie que sepa mejor que yo<br>cómo aprovechar al máximo el equipo!"
					],
					"affinity": [
						null,
						"看見你的身影，<br>就讓我覺得不能夠輸<br>要振作啊！",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Being able to make good use of any equipment is the mark of a top-class soldier.",
						null,
						null,
						null,
						null,
						"Hacer un buen uso de cualquier equipo es lo que diferencia a los mejores soldados."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 4,
				"level": 1,
				"type": "ABILITY",
				"id": 212680
			},
			{
				"rarity": 4,
				"level": 14,
				"type": "ABILITY",
				"id": 212810
			},
			{
				"rarity": 4,
				"level": 26,
				"type": "ABILITY",
				"id": 100140
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 213070
			},
			{
				"rarity": 5,
				"level": 18,
				"type": "ABILITY",
				"id": 208990
			},
			{
				"rarity": 5,
				"level": 41,
				"type": "ABILITY",
				"id": 213050
			},
			{
				"rarity": 5,
				"level": 56,
				"type": "ABILITY",
				"id": 212900
			},
			{
				"rarity": 5,
				"level": 72,
				"type": "ABILITY",
				"id": 101360
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 213080
			},
			{
				"rarity": 6,
				"level": 1,
				"type": "ABILITY",
				"id": 213040
			},
			{
				"rarity": 6,
				"level": 24,
				"type": "ABILITY",
				"id": 100030
			},
			{
				"rarity": 6,
				"level": 46,
				"type": "ABILITY",
				"id": 213060
			},
			{
				"rarity": 6,
				"level": 67,
				"type": "ABILITY",
				"id": 212660
			},
			{
				"rarity": 6,
				"level": 100,
				"type": "ABILITY",
				"id": 213090
			}
		]
	},
	"100000703": {
		"rarity_min": 3,
		"rarity_max": 5,
		"name": "Jake",
		"names": [
			"Jake",
			"傑科",
			"제이크",
			"Jake",
			"Jake",
			"Jake"
		],
		"game_id": 11001,
		"game": "FFBE",
		"job_id": 82,
		"job": "Mercenary",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": null,
		"equip": [
			1,
			2,
			3,
			10,
			14,
			40,
			50,
			51,
			60
		],
		"entries": {
			"100000703": {
				"compendium_id": 393,
				"rarity": 3,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						448,
						1359,
						150
					],
					"MP": [
						25,
						75,
						25
					],
					"ATK": [
						18,
						56,
						14
					],
					"DEF": [
						16,
						48,
						10
					],
					"MAG": [
						16,
						47,
						10
					],
					"SPR": [
						17,
						50,
						10
					]
				},
				"limitburst_id": 100000703,
				"attack_count": 30,
				"attack_damage": [
					[
						30,
						30,
						40
					]
				],
				"attack_frames": [
					29,
					49,
					81
				],
				"effect_frames": [
					27,
					47,
					79,
					79
				],
				"max_lb_drop": 2,
				"ability_slots": 2,
				"magic_affinity": [
					0,
					0,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010000": 20,
						"290050200": 10,
						"290020200": 8,
						"290030200": 3,
						"290050300": 3
					}
				},
				"strings": {
					"description": [
						"The leader of the rebel army opposing the Zoldaad Empire. A lighthearted man by nature, Jake is even more easily swayed by women than Rain. However, he hides a fierce resolution within to protect those who suffer from oppression. When Jake first met Rain and his comrades, he made use of his sly and cunning to manipulate them into doing his bidding. These resourceful qualities, among others, are what make him such an efficient leader.",
						"佐爾達多帝國的反叛軍首領，他看上去態度輕浮、喜好女色、不擔憂任何世俗之亂，可實際上他比誰都要心繫受壓榨的人們，內心藏有炙熱的決心。雖然他狡猾地利用了初次見面的雷因等人，不過這種智謀也正是作為首領不可缺少的資質。",
						"졸다드 왕국의 반란군 리더. <br>가벼운 태도와 레인 이상으로 여자를 밝히는 성격으로 <br>언뜻 경박해 보이지만, 착취당하는 사람들을 위하는<br>따뜻하고도 결의에 찬 마음을 숨기고 있다.<br>초면부터 레인 일행을 이용하는 등 교활한 면도 있지만 <br>그러한 지략을 포함해 리더로서 뛰어난 자질을 갖추고 있다.",
						"Le chef de l'armée rebelle qui s'oppose à l'empire de Zoldaad. De nature badine et frivole, Jake est un coureur de jupons encore plus invétéré que Rain. Néanmoins, il cache en lui une volonté inébranlable de protéger tous ceux qui souffrent de l'oppression. Lorsque Jake rencontra Rain et ses compagnons, il n'hésita pas à user de la ruse pour les manipuler à sa guise. Ce sont précisément ses nombreuses ressources, entre autres choses, qui font de lui un meneur aussi talentueux.",
						"Der Anführer der Rebellen des Imperiums von Zoldaad. Als leichtherziges Naturell lässt sich Jake durch Frauen sogar noch mehr beeinflussen als Rain. In sich trägt er jedoch den festen Entschluss, den unter Unterdrückung Leidenden zu helfen. Beim ersten Aufeinandertreffen mit Rain und seiner Gruppe machte er von seiner Gerissenheit Gebrauch, um Raind und seine Gruppe für seine Zwecke zu manipulieren. Unter anderem aus diesem Grund ist er ein effektiver Anführer.",
						"El líder del ejército rebelde que se enfrenta al Imperio de Zoldaad. Alegre por naturaleza, a Jake lo persuaden las mujeres incluso más fácilmente que a Rain. No obstante, esconde una fuerte determinación por proteger a aquellos que sufren la opresión. Cuando Jake conoció a Rain y a sus camaradas, utilizó su ingenio y su astucia para manipularles y que llevasen a cabo su voluntad. Estas resolutivas cualidades son, entre otras, lo que lo convierte en un líder eficiente."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Look how manly I've become!<br>Try not to fall in love with me, now.",
						"我變得更有男人味了？<br>可別太喜歡我了啊。",
						"한층 더 남자답지 않아?<br>한 번 더 반해도 돼.",
						"Regarde-moi ces muscles !<br>Je suis irrésistible maintenant.",
						"Ich bin so männlich geworden!<br>Verlieb dich bloß nicht in mich.",
						"¡Mira lo machote que me he vuelto!<br>¡No te vayas a quedar prendado de mi ahora!"
					]
				}
			},
			"100000704": {
				"compendium_id": 394,
				"rarity": 4,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						583,
						1766,
						240
					],
					"MP": [
						24,
						74,
						40
					],
					"ATK": [
						24,
						73,
						16
					],
					"DEF": [
						20,
						62,
						16
					],
					"MAG": [
						20,
						62,
						16
					],
					"SPR": [
						21,
						65,
						16
					]
				},
				"limitburst_id": 100000704,
				"attack_count": 30,
				"attack_damage": [
					[
						30,
						30,
						40
					]
				],
				"attack_frames": [
					29,
					49,
					81
				],
				"effect_frames": [
					27,
					47,
					79,
					79
				],
				"max_lb_drop": 3,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					0,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020200": 15,
						"290030200": 8,
						"290050300": 5,
						"290040200": 3,
						"290050400": 3
					}
				},
				"strings": {
					"description": [
						"The man leading the people of the rebel army fighting against the oppressive Zoldaad Empire. Jake is a well seasoned warrior who used Rain and his companions to his own ends, albeit without any malice behind his motives. Always seeking to aid the defenseless, he is rarely apologetic about the soft spot he has developed for the ladies.",
						"為反抗佐爾達多帝國的壓迫，領導民眾建立「反叛軍」的男人。他習慣戰鬥，為了目的不惜利用雷因等人。也正因他有如此覺悟，才能做到做事不留禍根。他對女性的態度可以說是溫柔得過分，這也從側面展現了他對於弱者的關懷之心。",
						"졸다드 제국의 착취에 대항하여, 민중을 이끄는 '반란군'의 리더.<br>전장에 익숙한 어른스러운 인물로, 목적을 위해서<br>레인 일행을 이용한 적도 있었지만<br>그 각오에는 어떤 화근도 남기지 않는다.<br>여성에게는 과할 정도로 친절한데,<br>그 태도는 그가 품고 있는<br>약자를 향한 배려 그 자체이기도 하다.",
						"L'homme à la tête de l'armée rebelle qui combat l'oppressif empire de Zoldaad. Jake est un guerrier expérimenté qui s'est servi de Rain et ses compagnons pour accomplir son objectif, bien qu'il pensait n'agir que pour le bien de son pays. Il est toujours prêt à venir en aide aux démunis... et à faire la cour aux demoiselles.",
						"Der Mann, der die Rebellenarmee gegen das unterdrückerische Imperium von Zoldaad anführt. Jake ist ein erfahrener Anführer, der Rain und seine Begleiter für seine eigenen Zwecke ausnutzte, ohne dabei aber böse Absichten zu verfolgen. Stets zur Hilfe der Schutzlosen eilend, macht er aus seiner Schwäche für die Damen keinen Hehl.",
						"El hombre que lidera al pueblo del ejército rebelde que se enfrenta al opresivo imperio de Zoldaad. Jake es un guerrero muy experimentado que utilizó a Rain y a sus compañeros para cumplir sus propios deseos, si bien sus motivos no escondían malicia. Siempre intenta ayudar a los indefensos, y está extrañamente avergonzado de la debilidad que ha desarrollado hacia las damas."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"To be able to grow even at this age<br>must mean I still have potential.<br>I'll be even more charming now.",
						"沒想到都這個年紀了還能成長，<br>我真是個無極限的男人。<br>越來越魅力四射了。",
						"이 나이에도 성장하다니,<br>난 잠재력이 있는 남자인가 봐.<br>점점 더 매력적이 되어 가는군그래.",
						"Être capable de progresser à mon âge.<br>Ça veut sûrement dire que j'ai encore du potentiel.<br>Je vais être encore plus séduisant maintenant.",
						"Dass ich in diesem Alter noch stärker werde,<br>muss heißen, dass ich noch Potential habe.<br>Nun werde ich noch charmanter.",
						"Que siga mejorando incluso con mi edad quiere decir que tengo potencial.<br>Ahora seré hasta más irresistible."
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Okay, okay.<br>I'm stronger, just how you wanted.",
						"很好、很好，<br>的確變強了。",
						"좋아, 좋아.<br>착실하게 강해지는 중이라구.",
						"Okay, okay ! Tu vois, je suis plus fort, c'est ce que tu voulais, non ?",
						"Okay, okay.<br>Ich bin stärker, wie du wolltest.",
						"Venga que sí, vale.<br>Ahora soy más fuerte, tal y como querías."
					]
				}
			},
			"100000705": {
				"compendium_id": 395,
				"rarity": 5,
				"growth_pattern": 10,
				"stats": {
					"HP": [
						758,
						2296,
						300
					],
					"MP": [
						32,
						96,
						50
					],
					"ATK": [
						31,
						95,
						20
					],
					"DEF": [
						27,
						81,
						20
					],
					"MAG": [
						26,
						80,
						20
					],
					"SPR": [
						28,
						85,
						20
					]
				},
				"limitburst_id": 100000705,
				"attack_count": 30,
				"attack_damage": [
					[
						30,
						30,
						40
					]
				],
				"attack_frames": [
					29,
					49,
					81
				],
				"effect_frames": [
					27,
					47,
					79,
					79
				],
				"max_lb_drop": 4,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					0,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"A man who befriended Rain and his companions whilst opposing the oppressive Zoldaad Empire. Jake always defends the little people and stands by what is righteous, condemning the powerful who prey upon the weak. He never fails to defend any ladies in his presence, and treats Rain and Lasswell as if they were his own children. Occasionally, he will also impart some words of wisdom befitting his age.",
						"佐爾達多帝國的反叛軍，後成為雷因等人的同伴。他對當權者欺負弱小表示憤慨，因此決定為弱勢群體而戰。他不僅對一行人中的女孩子們關愛有加，還對雷因與拉斯韋爾視如己出。時而會以成熟的話語鼓舞一行人。",
						"졸다드 제국에서 반란군으로서 만나 레인 일행의 동료가 된 남자.<br>권력자의 야욕에 의해 약자가 희생당하는 것에 분노하며, 항상 약자의 편에 선다.<br>여성들을 늘 배려할 뿐 아니라<br>레인과 라스웰도 아들처럼 생각하는 듯하며<br>때때로 연장자다운 발언으로 일행을 고무시키고 있다.",
						"Un homme qui s'est allié à Rain et ses compagnons au cours de sa lutte contre l'oppressif empire de Zoldaad. Jake se place toujours du côté des humbles et de la justice, condamnant les puissants qui s'en prennent à plus faibles qu'eux. S'il ne manque jamais de jouer les chevaliers servants en présence d'une demoiselle, il traite également Rain et Lasswell comme ses propres fils, et son expérience lui inspire parfois des conseils avisés.",
						"Ein Mann, der sich während des Widerstands gegen das Imperium von Zoldaad mit Rain und seinen Begleitern anfreundet. Jake verteidigt stets die Schwachen und verdammt die mächtigen Unterdrücker. Er tritt stets für die Damen ein und behandelt Rain und Lasswell wie seine eigenen Kinder. Gelegentlich gibt er sogar zu seinem Alter passende weise Worte von sich.",
						"Un hombre que se hizo amigo de Rain y de sus compañeros, al tiempo que se oponía al opresivo Imperio de Zoldaad. Jake siempre defiende a la gente pequeña, y apoya lo que es justo, condenando a los poderosos que se alimentan de los más débiles. Nunca abandona a las damas en su presencia, y trata a Rain y a Lasswell como si fuesen sus propios hijos. En ocasiones también transmite algunas palabras de sabiduría dignas de su edad."
					],
					"summon": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"evolution": [
						"Not only have I grown more charming,<br>but I've even obtained new strength.<br>I guess it's because I'm so darn hot!",
						"不光長得帥，<br>還擁有了新的強大的力量，<br>我真不愧是個完美的美男子。",
						"잘생겼을 뿐 아니라,<br>새로운 힘에 눈뜨기까지 하다니……<br>역시 난 끝내주는 남자야.",
						"Je ne suis pas seulement devenu plus séduisant,<br>mais j'ai aussi obtenu une nouvelle force.<br>J'imagine que c'est parce que je suis super canon !",
						"Nicht nur bin ich noch charmanter,<br>ich bin auch zu neuer Stärke gelangt.<br>Ich muss verdammt heiß sein!",
						"Ahora no soy solo más irresistible, sino también más fuerte.<br>¡Será porque estoy como un tren!"
					],
					"affinity": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"fusion": [
						"So this is the power to protect.<br>Though I'm sure if I misuse it,<br>someone will get burned.",
						"這是守護之力。<br>用錯了可是會受傷的。",
						"이게 바로, 지키는 힘이란 거로군?<br>잘못 사용하면 화상 입겠어.",
						"Alors c'est ce pouvoir qui me permettra de protéger les autres.<br>J'ai pas intérêt à l'utiliser à la légère où y aura des blessés.",
						"Diese Kraft schützt mich also.<br>Aber missbrauche ich sie,<br>wird sie mich verbrennen.",
						"Así que con este poder se protege a los demás.<br>Seguro que dependiendo del uso<br>uno puede acabar quemándose."
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 3,
				"level": 1,
				"type": "ABILITY",
				"id": 101190
			},
			{
				"rarity": 3,
				"level": 8,
				"type": "ABILITY",
				"id": 204630
			},
			{
				"rarity": 3,
				"level": 19,
				"type": "ABILITY",
				"id": 200410
			},
			{
				"rarity": 3,
				"level": 28,
				"type": "ABILITY",
				"id": 200250
			},
			{
				"rarity": 3,
				"level": 40,
				"type": "ABILITY",
				"id": 204660
			},
			{
				"rarity": 4,
				"level": 23,
				"type": "ABILITY",
				"id": 101350
			},
			{
				"rarity": 4,
				"level": 46,
				"type": "ABILITY",
				"id": 100070
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 204640
			},
			{
				"rarity": 5,
				"level": 11,
				"type": "ABILITY",
				"id": 101470
			},
			{
				"rarity": 5,
				"level": 61,
				"type": "ABILITY",
				"id": 204670
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 204650
			}
		]
	},
	"100000713": {
		"rarity_min": 3,
		"rarity_max": 5,
		"name": "Hunter Jake",
		"names": [
			"Hunter Jake",
			"獵人傑科",
			"헌터 제이크",
			"Jake chasseur",
			"Jäger-Jake",
			"Jake cazador"
		],
		"game_id": 20007,
		"game": null,
		"job_id": 112,
		"job": "Hunter",
		"sex_id": 1,
		"sex": "Male",
		"tribe_id": 5,
		"is_summonable": false,
		"TMR": [
			"EQUIP",
			409012500
		],
		"equip": [
			10,
			30,
			31,
			41,
			51,
			52,
			60
		],
		"entries": {
			"100000713": {
				"compendium_id": 634,
				"rarity": 3,
				"growth_pattern": 20,
				"stats": {
					"HP": [
						528,
						1601,
						150
					],
					"MP": [
						20,
						61,
						25
					],
					"ATK": [
						19,
						57,
						10
					],
					"DEF": [
						23,
						70,
						14
					],
					"MAG": [
						14,
						43,
						10
					],
					"SPR": [
						17,
						52,
						10
					]
				},
				"limitburst_id": 100000713,
				"attack_count": 10,
				"attack_damage": [
					[
						10,
						10,
						20,
						60
					]
				],
				"attack_frames": [
					43,
					87,
					117,
					215
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 2,
				"ability_slots": 2,
				"magic_affinity": [
					0,
					0,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 1500,
					"materials": {
						"290010000": 25,
						"290050200": 15,
						"290020000": 10,
						"290030100": 5,
						"290050300": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"Well?<br>I don't look too bad, do I?",
						null,
						null,
						null,
						null,
						"¿Y bien? No se me ve nada mal, ¿no?"
					],
					"evolution": [
						null,
						null,
						null,
						null,
						null,
						null
					],
					"affinity": [
						null,
						"有能夠信賴的夥伴，也不錯呢。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Equipment of the Farplane<br>has refreshed my charm.",
						null,
						null,
						null,
						null,
						"El equipo del Etéreo<br>ha mejorado mis encantos."
					]
				}
			},
			"100000714": {
				"compendium_id": 635,
				"rarity": 4,
				"growth_pattern": 20,
				"stats": {
					"HP": [
						697,
						2113,
						210
					],
					"MP": [
						27,
						83,
						35
					],
					"ATK": [
						25,
						75,
						14
					],
					"DEF": [
						29,
						89,
						18
					],
					"MAG": [
						18,
						56,
						14
					],
					"SPR": [
						21,
						64,
						14
					]
				},
				"limitburst_id": 100000714,
				"attack_count": 10,
				"attack_damage": [
					[
						10,
						10,
						20,
						60
					]
				],
				"attack_frames": [
					43,
					87,
					117,
					215
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 2,
				"ability_slots": 3,
				"magic_affinity": [
					0,
					0,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": {
					"gil": 2500,
					"materials": {
						"290020000": 20,
						"290030100": 10,
						"290050300": 10,
						"290040000": 5,
						"290050400": 5
					}
				},
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"It should be a crime to look so good<br>in literally everything I wear.",
						null,
						null,
						null,
						null,
						"Sería un crimen que absolutamente todo lo que me pusiese<br>me quedase genial."
					],
					"evolution": [
						"I see.<br>I've gotten the hang of this.",
						null,
						null,
						null,
						null,
						"Ya veo.<br>Ya le he pillado el truco a esto."
					],
					"affinity": [
						null,
						"有能夠信賴的夥伴，也不錯呢。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"At my age I've only developed half as much as I ever will. To good men, there are no such things as limits.",
						null,
						null,
						null,
						null,
						"A mi edad, solo he desarrollado la mitad de mi potencial. Para los buenos de verdad no existen los límites."
					]
				}
			},
			"100000715": {
				"compendium_id": 636,
				"rarity": 5,
				"growth_pattern": 20,
				"stats": {
					"HP": [
						910,
						2758,
						240
					],
					"MP": [
						35,
						106,
						40
					],
					"ATK": [
						33,
						99,
						16
					],
					"DEF": [
						39,
						117,
						24
					],
					"MAG": [
						26,
						79,
						16
					],
					"SPR": [
						29,
						87,
						16
					]
				},
				"limitburst_id": 100000715,
				"attack_count": 10,
				"attack_damage": [
					[
						10,
						10,
						20,
						60
					]
				],
				"attack_frames": [
					43,
					87,
					117,
					215
				],
				"effect_frames": [
					0
				],
				"max_lb_drop": 3,
				"ability_slots": 4,
				"magic_affinity": [
					0,
					0,
					0,
					0
				],
				"element_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"status_resist": [
					0,
					0,
					0,
					0,
					0,
					0,
					0,
					0
				],
				"physical_resist": 0,
				"magical_resist": 0,
				"awakening": null,
				"strings": {
					"description": [
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)",
						"NA (Monster Hunter)"
					],
					"summon": [
						"I'll show 'em the charm of a man equipped with both strength and grace.",
						null,
						null,
						null,
						null,
						"Les voy a enseñar yo lo que es un hombre fuerte y elegante."
					],
					"evolution": [
						"That's it.<br>As strong as I've become, I should<br>be able to protect some of the ladies.",
						null,
						null,
						null,
						null,
						"Así es.<br>Con lo fuerte que me he hecho, debería<br>ser capaz de proteger a más de una doncella."
					],
					"affinity": [
						null,
						"有能夠信賴的夥伴，也不錯呢。",
						null,
						null,
						null,
						null
					],
					"fusion": [
						"Good equipment should be used by a good man like me, don't you think?",
						null,
						null,
						null,
						null,
						"Un buen equipo debería usarlo un hombre bueno como yo, ¿no crees tú?"
					]
				}
			}
		},
		"skills": [
			{
				"rarity": 3,
				"level": 1,
				"type": "ABILITY",
				"id": 212680
			},
			{
				"rarity": 3,
				"level": 18,
				"type": "ABILITY",
				"id": 213140
			},
			{
				"rarity": 3,
				"level": 34,
				"type": "ABILITY",
				"id": 101170
			},
			{
				"rarity": 3,
				"level": 40,
				"type": "ABILITY",
				"id": 213100
			},
			{
				"rarity": 4,
				"level": 23,
				"type": "ABILITY",
				"id": 212630
			},
			{
				"rarity": 4,
				"level": 46,
				"type": "ABILITY",
				"id": 213110
			},
			{
				"rarity": 4,
				"level": 60,
				"type": "ABILITY",
				"id": 213120
			},
			{
				"rarity": 5,
				"level": 22,
				"type": "ABILITY",
				"id": 212910
			},
			{
				"rarity": 5,
				"level": 31,
				"type": "ABILITY",
				"id": 100010
			},
			{
				"rarity": 5,
				"level": 31,
				"type": "ABILITY",
				"id": 100130
			},
			{
				"rarity": 5,
				"level": 31,
				"type": "ABILITY",
				"id": 100160
			},
			{
				"rarity": 5,
				"level": 66,
				"type": "ABILITY",
				"id": 212760
			},
			{
				"rarity": 5,
				"level": 80,
				"type": "ABILITY",
				"id": 213130
			}
		]
	}
}